[
{
"text":"The electrons that orbit closest to the nucleus are strongly _______. They are called bound electrons. The electrons that are farther away from the pull of nucleus can be _______out of their _______.These are called free electrons. Free electrons can move from one atom to another. This movement is known as electron flow. Electricity is the movement or flow of electrons from one atom to another.",
"options": ["orbits","sustained","forced","attracted","disclosed","angles"],
"answers": ["attracted","forced","orbits"]
},

{
"text":"For the first time Japanese researchers have _______a real-life experiment that shows how some traffic jams appear for no apparent reason. They placed 22 vehicles on a single track and asked the drivers to _______around at a constant speed of 30 kilometers an hour. At first, traffic moves _______but soon the distance between cars started to vary and vehicles clumped together at one point on the track. But the jams _______backwards around the track like a shock wave at a rate of about 20 kilometers an hour. Real-life jams move backwards at about the same speed.",
"options": ["dangle","tramp","abruptly","spread","smoothly","cruise","sustained","conducted"],
"answers": ["conducted","cruise","smoothly","spread" ]
},
{
"text":"The Classic Era of Mayan _______came to an end around 900 AD. Why this happened is unclear; the cities were probably over-farming the land, so that a _______of drought led to famine. Recent geological _______ supports this, as there appears to have been a 200-year drought around this time.",
"options": ["research","time","argument","civilization","period","urbanization"],
"answers": ["civilization","period","research"]
},

{
"text":"Deciding to go to business school is perhaps the simplest part of what can be a complicated process. With nearly 600 accredited MBA programs on _______around the world, the choice of where to study can be overwhelming. Here we explain how to _______the right school and course for you and unravel the application and funding process. Probably the _______of people applying to business school are at a point in their careers where they know they _______to shake things up, but they don't know exactly what they want to do with their professional lives, says Stacy Blackman, an MBA admissions consultant based in Los Angeles. If that's the case with you, look at other _______: culture, teaching method, location, and then pick a place that’s a good fit for you with a strong general management program. Super-defined career goals don’t have to be a part of this process.",
"options": ["standards","except","hold","offer","choose","deprive","minority","want","majority","criteria" ],
"answers": ["offer","choose","majority","want","criteria"]
},
{
"text":"Performance appraisals have traditionally been considered the best way to _______an employee's performance, but increasingly organizations are finding them of little _______. Employees find them stressful and unhelpful. Importantly, they also take up a lot of time. When Deloitte analyzed their own _______, they found managers and employees spent around 2 million hours a year on performance reviews. A growing number of companies have decided to _______ performance reviews altogether, instead introducing more regular catch-ups.",
"options": ["monopolize","rating","value","presence","evaluate","abolish","process"],
"answers": ["evaluate","value","process","abolish"]
},

{
"text":"After centuries of inequality in UK higher education benefiting men, there has been a _______over the past three decades. A lower proportion of entrants to UK higher education institutions are male than ever before and they _______up less than one-half of the total. Other developed countries have _______a similar shift. Male _______is not seen only in the figures for entry but also in non-continuation (drop-out) rates and degree performance statistics.",
"options": ["underachievement","phased","reversal","make","undergone","coincidence","deceit","recovery","hitch"],
"answers": ["reversal","make","undergone","underachievement"]
},

{
"text":"A fascination with the fate of those who show great early talent remained with me. Then in 1981, I happened upon a radio documentary _______Hephzibah, who died earlier that year. Produced and narrated for the Australian Broadcasting Commission’s The Coming Out Show by the influential feminist commentator and academic Eva Cox – who was, I learnt for the first time, Hephzibah’s stepdaughter – it _______interviews with Hephzibah and with those who had _______her. I heard her light, precise voice with its slightly Germanic vowels and hint of an American _______as she spoke about things that were important to her, and I was drawn to her warmth, thoughtfulness and humor.",
"options": ["prescribing","known","mourned","drawl","commemorating","displaced","abase","featured"],
"answers": ["commemorating","featured","known","drawl"]
},
{
"text":"While accounting focuses on the day-to-day management of financial _______and records across the business world, finance uses this same information to _______future growth and to analyze expenditure in order to strategize company finances. By studying this major you get to have a better insight on the market, with the right _______ and skills acquired you should be able then when you graduate to advise others in making strong investments. This major will help you gain responsibility of predicting and _______the potential for profit and growth, assessing monetary resources, utilizing accounting statistics and reports, and also looking externally for future funding options.",
"options": ["editorials","knowledge","analyzing","announce","project","using","content","reports"],
"answers": ["reports", "project", "knowledge", "analyzing"]
},
{
"text":"Most chapters have a mixed exercise after the _______work of the chapter has been completed. This will help you _______ what you have done, either when you have finished the chapter or at a later date. All chapters _______ with some mathematical puzzles and practical investigational work. For this work you are encouraged to _______ your ideas with others.",
"options": ["end","main","revise","share","teem","downsize","mingle","bare"],
"answers": ["main", "revise", "end", "share"]
},
{
"text":"A Graphic Introduction was put together by northern artists, who have _______discussions with scientists from the Supergen Bioenergy Hub in a _______of striking images which imagine alternative futures and explain some of the technology _______ and how it might be put into practice.",
"options": ["involved","dreamed","discriminated","interpreted","forsook","system","series"],
"answers": ["interpreted", "series", "involved"]
},
{
"text":"In England it is well known that access to university, on average, varies substantially by the levels of parental income and that students from poorer families access different types of universities than those from wealthier backgrounds. However, the question of whether graduates’ earnings vary _______ their socioeconomic backgrounds amongst graduates attending similar universities and taking the same subject has remained poorly understood, _______limited by data availability. Our unique administrative database offers substantial advantages _______this crucial question. The findings are also relevant for myriad other issues that benefit from better information on _______in graduates’ earnings, including: students’ choices of subjects and institutions; better information for schools _______advise and guide students whilst at school; and the operation and cost of the higher education finance system.",
"options": ["upgrade","variation","according to","so that","in addressing","to help","thus far","in advance"],
"answers": ["according to", "thus far", "in addressing", "variation", "to help"]
},

{
"text":"Well, the banana is the first cultivated fruit. It's one of the food items that literally _______ people out of the jungle, out of their hunter-gatherer lifestyles and was there at the _______of agriculture which is what helped force human beings into _______. It’s really one of the things that helped invent human culture. It's about 7000 years of history, and the banana, from its center of _______, which is believed to be Papua New Guinea, spread out with people who traveled in boats across the Pacific into the mainland of Asia and all the way south to Australia across Indonesia and Micronesia and eventually they moved as far as Africa and even possibly to Ecuador all in this time and all on _______ boats and wind driven boats.",
"options": ["origin","communities","phase","brought","complex","hefty","paddle","dawn","keep","connections"],
"answers": ["brought", "dawn", "communities", "origin", "paddle"]
},

{
"text":"Samuel Johnson's Dictionary of the English Language is one of the most famous dictionaries in _______. First published in 1755, the dictionary took just over eight years to compile, _______six helpers and listed 40,000 words. Each word was defined in _______, the definitions illustrated with quotations _______every branch of learning. It was a huge scholarly _______ , a more extensive and complex dictionary than any of its predecessors – the comparable French Dictionnaire had taken 55 years to compile and required the dedication of 40 scholars.",
"options": ["required","covering","achievement","sustainability","leading","repulsed","detail","history","declaration"],
"answers": ["history", "required", "detail", "covering", "achievement"]
},

{
"text":"Mischel is the creator of the marshmallow test, one of the most famous experiments in the history of psychology, which is often cited as evidence of the importance of self-control. In the original test, which was administered at the Bing Nursery School, at Stanford, in the nineteen-sixties, Mischel's team would present a child with a treat (marshmallows were just one option) and tell her that she could either eat the one treat _______or wait alone in the room for several minutes until the researcher returned, at which point she could have two treats. The promised treats were always visible and the child knew that all she had to do to stop the agonizing wait was ring a bell to call the experimenter back – although in that _______, she wouldn't get the second treat. The longer a child delayed gratification, Mischel found – that is, the longer she was able to wait – the better she would fare later in life at numerous measures of what we now call executive function. She would _______better academically, earn more money, and be healthier and happier. She would also be more likely to avoid a number of negative outcomes, including jail time, obesity, and drug use .",
"options": ["frequently","perform","immediately","achieve","case","topic"],
"answers": ["immediately", "case", "perform"]
},

{
"text":"One of the questions we need to ask ourselves is: How much of the news is biased? Can we recognize bias? The fact is, despite the journalistic ideal of ‘objectivity’, every news story is _______by the attitudes and background of its interviewers, writers, journalists, photographers and editors. That is not to say that all bias is _______, but it does exist. So how can we, as readers or viewers, _______bias? Well, in the case of newspapers, it manifests itself in a number of ways, such as what events are selected for inclusion or omission. The placement of the article, meaning its proximity to the front or back pages, is significant. The use of headlines, photographs and language are _______ examples.",
"options": ["deliberate","random","bare","influenced","further","determine","hampered","measure"],
"answers": ["influenced", "deliberate", "determine", "further"]
},

{
"text":"The speed of sound (otherwise known as Mach 1) varies with temperature. At sea level on a 'standard day', the temperature is 59°F, and Mach 1 is approximately 761 mph. As the altitude increases, the temperature and speed of sound _______decrease until about 36,000 feet, after which the temperature _______steady until about 60,000 feet. Within that 36,000 – 60,000 foot range, Mach 1 is about 661 mph. Because of the _______ , it is possible for an airplane flying supersonic at high altitude to be slower than a subsonic flight at sea level. The transonic band (the 'sound barrier‘) extends _______ around Mach 0.8 — when the first supersonic shock waves form on the wing — to Mach 1.2, when the entire wing has gone supersonic.",
"options": ["via","towards","both","from","variation","differences","either","remains","tends"],
"answers": ["both", "remains", "variation", "from"]
},

{
"text":"Airborne diseases are very easily transmitted, and can result in respiratory illness that can be life threatening. It’s therefore no wonder that _______of airborne infectious diseases are a major public health _______, and that researchers are working hard to come up with technologies to provide clean air. So far, however, such technologies have had limited _______ .",
"options": ["concern","outbreaks","success","applications","production"],
"answers": ["outbreaks", "concern", "success"]
},

{
"text":" Management accounting is concerned with providing information and _______to managers to help them plan, evaluate and control activities, in order to achieve an organization’s _______. Whereas financial accounting is concerned with reporting on the past financial performance of an organization, management accounting is essentially concerned with improving its future performance. In order to understand the _______and principles of management accounting it is necessary first to have some _______of what managers do! This, in turn, requires an understanding of the organizations in which managers work – and of the external environment in which these organizations exist and operate.",
"options": ["fame","category","appreciation","analysis","comparison","concepts","objectives"],
"answers": ["analysis", "objectives", "concepts", "appreciation"]
},

{
"text":"Developing computational thinking helps students to better understand the world around them. Many of us happily drive a car without understanding what goes on under the _______ . So is it necessary for children to learn how to _______computers? After all, some experts say coding is one of the human skills that will become obsolete as artificial intelligence grows. Nevertheless, governments believe coding is an essential skill. Since 2014, the principles of computer programming have featured on England’s _______for children from the age of five or six, when they start primary school. While not all children will become programmers, Mark Martin, a computing teacher at Sydenham High School, London, argues that they should learn to understand what makes computers work and try to solve problems as a computer _______.",
"options": [" curriculum","sonnet","cycle","should","bonnet","program","might","ceiling"],
"answers": ["bonnet", "program", "curriculum", "might"]
},

{
"text":"It is important to _______the need for hard work as an essential part of studying law, because far too many students are tempted to think that they can succeed by relying on what they imagine to be their natural ability, without bothering to add the _______ of effort. To take an analogy some people prefer the more or less instant _______which comes from watching television adaptation of a classic novel to the rather more _______process of reading the novel itself. Those who _______watching television to reading the book are less likely to study law successfully, unless they rapidly acquire a _______ for text based materials .",
"options": ["level","gratification","emphasize","taste","prefer","expenditure","laborious","expensive","meet"],
"answers": ["emphasize", "expenditure", "gratification", "laborious", "prefer", "taste"]
},

{
"text":"The Nature Conservation Amendment Act of 1996 enables the Minister of Environment and Tourism to register a conservancy if it has a _______committee, a legal constitution, which provides for the sustainable management and utilization of game in the conservancy, the ability to _______the funds, an approved method for the _______distribution of benefits to members of the community and defined boundaries .",
"options": ["manage","appropriate","exquisite","equitable","representative","legislative"],
"answers": ["representative", "manage", "equitable"]
},

{
"text":"To better understand selfies and how people form their identities online, the researchers combed through 2.5 million selfie posts on Instagram to determine what kinds of identity statements people make by taking and sharing the photos. Nearly 52 percent of all selfies _______the appearance category: pictures of people showing off their make-up, clothes, lips, etc. Pics about looks were two times more popular than the other 14 categories _______. After appearances, social selfies with friends, loved ones, and pets were the most common (14 percent). Then came ethnicity pics (13 percent), travel (7 percent), and health and fitness (5 percent). The researchers noted that the prevalence of ethnicity selfies (selfies about a person’s ethnicity, nationality or country of origin) is an indication that people are proud of their backgrounds. They also found that most selfies are solo pictures, _______than taken with a group. Overall, an overwhelming 57 percent of selfies on Instagram were posted by the 18-35-year-old crowd, something the researchers say isn’t too surprising _______the demographics of the social media platform. The under-18 age group posted about 30 percent of selfies. The older crowd (35+) shared them far less frequently (13 percent). Appearance was most popular among all age groups. Lead author Julia Deeb-Swihart says selfies are an identity performance—meaning that users carefully craft the way they appear online and that selfies are an extension of that. This evokes William Shakespeare’s famous line: “All the world’s a stage, and all the men and women merely players.”",
"options": ["made up","resembling","considering","more","each","fell into","rather","combined"],
"answers": ["fell into", "combined", "rather", "considering"]
},

{
"text":"Almost no one regards corn with suspicion. But the _______can't be said for humans' ingenious ability to engineer the plants we eat. Genetically modified(GM) crops are viewed with _______hostility that they are barely grown in Europe. However, a new study by an independent group of scientists, who have done the most comprehensive _______ of the evidence so far, shows that our aversion to GM food is pointless , unscientific and harmful to farmers .",
"options": ["same","unscientific","sickness","those","such","some","terrific","review"],
"answers": ["same", "such", "review"]
},

{
"text":"Music was as important to the ancient Egyptians as it is in our modern society. Although it is thought that music played a _______ throughout the history of Egypt, those that study the Egyptian writings have discovered that music _______to become more important in what is called the 'pharaonic' _______of their history. This was the time when the Egyptian dynasties of the pharaohs were _______and music was found in many parts of every day Egyptian life.",
"options": ["need","period","showed","established","rank","seemed","history","space","role"],
"answers": ["role", "seemed", "period", "established"]
},

{
"text":"Barred owls can be found in _______forests right across North America. They feed on small mammals, fish, birds and small reptiles _ pretty much anything that comes their way. The barred owl grows up to half a metre tall and has _______as a very adaptable nocturnal predator. And, _______they have been long-thought to live in old-growth forests, they are now building up quite an _______population. In Charlotte, North Carolina, barred owls tend to nest in the cavities of the numerous willow oak trees that line the city's streets. Far from being endangered, the owls have expanded their range; and now, in some places, conservationists are worried about the effects they might have on other _______ species .",
"options": ["soared","concrete","distinguished","urban","whether","dense","whereas","emerged","native","overwhelming"],
"answers": ["dense", "emerged", "whereas", "urban", "native"]
},

{
"text":"A surprising number of writers, even those who have thought of their writing as self-expression, have sought a _______from the tyranny of subjectivity, echoing Goethe's claim that Every healthy effort is directed from the _______ to the outward world. From time to time others have risen to defend commitment, engagement, involvement. But, at least until _______, the predominant demand in this _______ has been for some sort of objectivity.",
"options": ["pressure","extension","freedom","character","then","inward","century","recently"],
"answers": ["freedom", "inward", "recently", "century"]
},

{
"text":"The ruins of the South Fremantle Power Station have stood empty since 1985, home only to urban explorers and street _______. Opened in 1951, the power station was once a pillar of progress for the expanding energy _______of Perth. Here it stood proud and strong for 34 years, supplying energy to its surrounding metropolis until 1985 when it was deemed to no longer be worth the _______ .",
"options": ["ratings","status","demands","collectors","artists","money"],
"answers": ["artists", "demands", "money"]
},
{
"text":"First, new ideas are the wheels of progress. Without them, stagnation _______. Whether you're a designer dreaming of another world, an _______working on a new kind of structure, an _______charged with developing a fresh business concept, an advertiser seeking a breakthrough way to sell your product, a fifth-grade teacher trying to plan memorable school _______, or a volunteer looking for a new way to sell the same old raffle tickets, your ability to _______ good ideas is critical to your success.",
"options": ["rise","assemblies","changes","reigns","generate","engineer","executive"],
"answers": ["reigns", "engineer", "executive", "assemblies", "generate" ]
},

{
"text":"Green spaces _______significantly to a _______of soil and aerial temperatures during spells of hot weather, so contributing to human wellbeing. In the garden _______ , there is, however, little information as to what extent various types of plants _______ in their cooling potential and how certain planting combinations may maximize cooling under a scenario of _______ rainfall and minimal water inputs.",
"options": ["addition","focus","background","low","differ","context","massive","reduction","contribute"],
"answers": ["contribute", "reduction", "context", "differ", "low" ]
},

{
"text":"For all his fame and Arab celebration, William Shakespeare remains a(n) _______figure with regards to personal history. There are just two primary _______for information on the Bard: his works, and various legal and _______ documents that have survived from Elizabethan times. Naturally, there are many _______ in this body of information, which tells us little about Shakespeare the man.",
"options": ["entitlements","mysterious","ubiquitous","church","gaps","sources"],
"answers": ["mysterious", "sources", "church", "gaps"]
},

{
"text":"An individual's propensity to take risks is influenced by their own experience and that of others. The key _______in risk taking is the balancing of perceptions of the risk and the possible rewards, and this balance may be a _______ of an individual's particular type of _______ .",
"options": ["utility","reflection","reason","personality","relation","feature"],
"answers": ["feature", "reflection", "personality"]
},

{
"text":"If you are interested in studying but have other _______, our online and distance learning courses offer an alternative flexible _______ of study. Teaching is conducted through a mixture of audio-visual, written and interactive materials. There are also _______for online discussion and collaborative projects with tutors and other students. Some programmes include residential _______taught on campus, giving you the chance to meet and work alongside your tutors and fellow students face-to face. Our Graduate School provides comprehensive support for distance and part-time researchers, many of whom study for up to six years or more.",
"options": ["opportunities","rate","charges","mode","modules","commitments","requirements"],
"answers": ["commitments", "mode", "opportunities", "modules"]
},

{
"text":"But look beyond fossil fuels for the most intriguing trends. One is that the energy intensity of the world economy -- the amount of energy it takes to produce one dollar's _______ of income -- keeps falling, at a rate of about 2 percent. What this means is that even without any change in the _______shares of fossil-based and fossil-free sources in the world's energy mix, we could have 2 percent annual economic growth without increasing carbon emissions from energy use. Of course that is not enough to _______ climate change and we need more economic growth than that. It is _______ a stunning number, which refutes the claim by some environmentalists that permanent economic growth is fundamentally incompatible _______ finite physical resources.",
"options": ["nonetheless","address","irrelevant","index","merge","worth","relative","however","with","by"],
"answers": ["worth", "relative", "address", "nonetheless", "with"]
},

{
"text":"Ponzi is _______. His original scheme was based on the legitimate arbitrage of international reply coupons for _______stamps, but he soon began diverting new investors' money to make _______to earlier investors as _______ .",
"options": ["interest","carton","fiasco","rate","infamous","payments","postage","monthly"],
"answers": ["infamous", "postage", "payments", "interest"]
},

{
"text":"Electric eels are born to shock. Thanks to cells called electrocytes which, stacked like batteries, make up 80% of their bodies, these cunning South American _______can deliver debilitating blows of up to 600 volts to their prey. But they’ve harnessed their electricity to pack even bigger punches. Last year, Vanderbilt University biologist Kenneth Catania revealed electric eels bring their positively charged head and negatively charged _______ closer together to generate a more powerful _______ .",
"options": ["objects","current","limb","hunters","tail","engine"],
"answers": ["hunters", "tail", "current"]
},

{
"text":"At the end of the last ice age, the melting ice disrupted the ocean currents in the North Atlantic and _______ a drop in temperature of almost 5 degrees. Even though the rest of the planet was warming _______,the North Atlantic region remained in a cold period for 1300 years. The same thing happened _______ 8000 years ago, when the cooling lasted about a hundred years, and it could happen again today. Even a short period of cooling in the North Atlantic _______have a dramatic effect on the wildlife, and the human populations, living there.",
"options": ["forwent","up","never","caused","could","around"],
"answers": ["caused", "up", "around", "could"]
},

{
"text":"Rudman looks at how a poor understanding of Maths has led historians to false conclusions about the Mathematical sophistication of early societies. Rudman's final observation-that ancient Greece _______ unrivaled progress in the subject while _______ to teach it at school-leads to a _______punchline: Mathematics could be better learnt after we _______ school.",
"options": ["rational","leave","radical","belittled","attend","enjoyed","failing","falling"],
"answers": ["enjoyed", "failing", "radical", "leave"]
},

{
"text":"Active learning classrooms (ALCs) are student-centered, technology-rich classrooms. They are easily identified with their large _______ tables and movable seating designed to improve student _______ in class. Typically, each table is accompanied by a whiteboard and flat-screen monitor to display student work and larger rooms frequently have miniature bulb and microphones at each table. In this way, students are able to _______ if they have questions or want to speak to the _______ room.",
"options": ["sign","circular","entire","engagement","partly","signal","arrangement","square"],
"answers": ["circular", "engagement", "signal", "entire"]
},

{
"text":"London's National Portrait Gallery is currently celebrating the fifty-year _______of photographer Sandra Lousada. The twenty-one portraits on display depict key _______in literature, film and fashion from the early 1960s. Subsequent to the acquisition of forty portraits by Lousada, the display at The National Portrait Gallery highlights shots taken between 1960 and 1964, many of which feature in Lousada's book Public Faces Private Places (2008). Formal commissioned portraits are shown alongside behind-the scenes photographs taken on films _______ and unguarded portraits of sitters captured at home.",
"options": ["sets","elements","status","career","figures"],
"answers": ["career", "figures", "sets"]
},

{
"text":" With the increase in women's _______in the labour force, many mothers have less time _______to undertake domestic activities. At the same time, there has been increasing _______that the father's _______with a child is important. A father can have many _______in the family, ranging from income provider to teacher, carer, and playmate. Therefore, balancing paid work and family responsibilities can be an important issue for both fathers and mothers in families.",
"options": ["relationship","efficient","roles","separation","shares","participation","recognition","available"],
"answers": ["participation", "available", "recognition", "relationship", "roles"]
},

{
"text":"Chemistry is an extremely important topic in physiology. Most physiological processes occur as the _______ of chemical changes that occur within the body. These changes include the influx/efflux of ions across a neuron's membrane, causing a _______ to pass from one end to the other. Other examples include the _______of oxygen in the blood by a protein as it passes through the lungs for _______throughout the body.",
"options": [" result","prerequisite","situation","signal","usage","storage"],
"answers": ["result", "signal", "storage", "usage"]
},
{
"text":"Serving on a jury is normally compulsory for individuals who are _______for jury service. A jury is _______to be an impartial panel capable of reaching a verdict. There are often _______and requirements, including a fluent understanding of the language and the opportunity to test juror's neutrality or otherwise exclude jurors who are perceived as likely to be less than _______ or partial to one side.",
"options": ["qualified","detained","negative","options","neutral","intended","procedures" ],
"answers": ["qualified", "intended", "procedures", "neutral"]
},
{
"text":"To qualify as a conservancy, a committee must define the conservancy's boundary, elect a _______ conservancy committee, negotiate a legal constitution, prove the committee's ability to _______funds, and produce an acceptable plan for _______ distribution of wildlife-related benefits. Once approved, registered conservancies acquire the _______ to a sustainable wildlife _______ , set by the ministry.",
"options": ["equitable","consecutive","representative","deposit","rights","quotation","infringements","quota","irresistible","manage"],
"answers": ["representative", "manage", "equitable", "rights"]
},

{
"text":"An American retail giant is set to ask its suppliers to measure and report their greenhouse gas emissions. There is a need to _______business emission. The _______of emission can be used to test which company causes climate change, and _______ the government campaigners and environmental _______ .",
"options": ["conflate","invigilators","dislike","disclose","dismiss","landlord","data","quota"],
"answers": ["quota", "disclose", "data", "conflate", "invigilators"]
},

{
"text":"In the preceding hundred years, Paris had been _______ stage for political and social _______ that had deeply affected all of Europe. The many ways in which tradition had already been challenged and _______during those years helped make it easier for those to achieve a break with tradition art.",
"options": ["movements","rehearsals","concocted","shaken","overhead","center"],
"answers": ["center", "movements", "shaken"]
},

{
"text":"All kinds of predictions may be about to get even more difficult _______climate change. Though no one is sure _______what its effects will be, it seems that extreme weather conditions, _______storms and hurricanes, are _______become more common. Such events have far-reaching effects on distant weather systems, making general forecasting much harder.",
"options": ["such as","according to","likely to","thanks to","exactly","rarely","probably"],
"answers": ["thanks to", "exactly", "such as", "likely to"]
},

{
"text":"Giant exoplanets, like the so-called 'hot Jupiters' that are similar in _______to the solar system's biggest _______ and orbit very close to their host stars, are excellent targets for _______ in their search for their extrasolar worlds. The size and proximity of these planets is easy to _______as they create a large decrease in brightness when passing in front of their parent stars.",
"options": ["characteristics","imagine","astronomers","pilots","detect","weight","planet"],
"answers": ["characteristics", "planet", "astronomers", "detect"]
},

{
"text":"Based on collaborative research by Arizona's top business schools, this study of leadership and company performance uncovers the effects of leadership driven by _______, cost control, and maintaining market share, versus _______driven more by balancing employee relations and development, customer or client _______, and the welfare of the greater community. Together, Mary Sully de Luque, assistant professor of Management and Research Fellow at Thunderbird School of Global Management and David Waldman, director of the Center for Responsible Leadership at ASU's School of Global Management and Leadership, have found that maintaining a specific focus on earnings in _______making can have negative effects on how a leader is viewed.",
"options": ["profits","leadership","needs","decision","market","pleas"],
"answers": ["profits", "leadership", "needs", "decision"]
},

{
"text":"E-Learning is the new way forward. We believe _______in E-Learning. Our innovative approach opens up new _______for busy professionals that simply did not previously exist — the _______to combine a prestigious Masters programme with a demanding professional and personal _______. Our small virtual classrooms facilitate intensive _______and collaboration among professionals from all over the world.",
"options": ["competitions","opportunities","interaction","passionately","course","life","proportionately","chance"],
"answers": ["passionately", "opportunities", "chance", "life", "interaction"]
},

{
"text":"Folklore, a modern term for the _______of traditional customs, superstitions, stories, dances, and songs that have been adopted and maintained within a given _______by processes of repetition is not reliant on the written _______. Along with folk songs and folktales, this broad _______of cultural forms embraces all kinds of legends, riddles, jokes, proverbs, games, charms, omens, spells, and rituals, especially those of pre-literate societies or social classes. Those forms of verbal expression that are handed on from one generation or locality to the next by word of mouth are said to constitute an oral _______ .",
"options": ["book","regime","body","tradition","community","art","category","word"],
"answers": ["body", "community", "word", "category", "tradition"]
},

{
"text":"Britain became the largest _______in the canal in 1875, purchasing its interest from the Egyptian khedive. The Convention of Constantinople signed by the major European powers in 1888 keeps it open for free _______to all nations in time of peace or war. Britain became the _______of the canal's neutrality and management was left to the Paris-based Suez Canal Co.",
"options": ["guarantor","kingdom","tariff","shareholder","passage","owner"],
"answers": ["shareholder", "passage", "guarantor"]
},

{
"text":"Eutrophication is a process when bodies of water _______to a high nutrient level due to extensive fertilizer in the soil. The water becomes overly enriched with minerals and nutrients which induce excessive growth of _______and other aquatic species which may _______minerals in the water, thus endanger other species.",
"options": ["reach","deplete","accumulate","destroy","maximize","algae","pesticide"],
"answers": ["accumulate", "algae", "deplete"]
},

{
"text":"Private schools in the UK are redoubling their marketing efforts to foreigners. Almost a third of the 68,000 boarding pupils at such schools _______come from overseas. But now, with many UK residents _______ or unable to afford the fees and a cultural _______away from boarding, many schools are looking abroad to survive. Overseas students now _______for about 500m pounds of fee income a year for boarding schools in the UK.",
"options": ["weigh","already","unwilling","fuss","account","seldom","shift"],
"answers": ["already", "unwilling", "shift", "account"]
},

{
"text":"Plants serve as the conduit of energy into the biosphere, provide food and materials used by humans, and they _______our environment. According to Ehrhardt and Frommer, the three major challenges facing humanity in our time are food, energy, and environmental _______. All three are plant related. All of our food is produced by plants, either directly or indirectly via animals that eat them. Plants are a _______ of energy production. And they are intimately involved in climate change and a major factor in a variety of environmental concerns, including agricultural expansion and its impact on habitat destruction and waterway pollution.",
"options": ["degradation","source","liaison","conduct","derivation","shape"],
"answers": ["shape", "degradation", "source"]
},

{
"text":"Researchers suggest the following tips as you begin to network, seek common ground, _______with your network regularly, and consistently _______yourself to making your network work or it will wither. It is a skill that you need to _______ , not a talent.",
"options": ["direct","apply","engage","concentrate","practice"],
"answers": ["engage", "apply", "practice"]
},

{
"text":" Research is a process of investigation leading to new _______effectively shared and is central to the _______of any university. Students have the right to be taught by acknowledged _______in their field, which requires that staff members operate at the most advanced level appropriate to their _______and level. Research is, therefore, crucial to a _______student experience from further education to doctoral development.",
"options": ["equivocal","discipline","experts","novices","discretion","positive","purpose","insights"],
"answers": ["insights", "purpose", "experts", "discipline", "positive"]
},

{
"text":"Dance has played an important role in many musicals. In some _______, dance numbers are included as an excuse to add to the color and spectacle of the show, but dance is more effective when it forms an integral part of the _______. An early example is Richard Rodgers On Your Toes(1936) in which the story about classical ballet meeting the world of jazz enabled dance to be introduced in a way that _______, rather than interrupts the drama.",
"options": ["punctuates","plot","itineraries","judgement","enhances","cases"],
"answers": ["cases", "plot", "enhances"]
},

{
"text":"What such a map would have failed to reveal, however, was the changing nature of the _______put in place by Western firms as they shifted work around the globe. It is often assumed that when Western firms, or any firm for that matter, reach out across _______to establish a factory outlet here, an assembly plant there or a subsidiary in some far-off _______, they do so through directly investing and thereby wholly owning such facilities. In the 1970s and 1980s, among the low-cost manufacturing overseas operations, this was indeed often the case, but increasingly Western firms started to conduct their business at-a-distance through a variety of indirect means, of which subcontracting became the principal _______. Subcontracting is a way of putting out work to partner firms on a defined, contractual basis, where the tasks involved are specified precisely, as are the turnaround times and the quality of the finished goods. As a business arrangement, it is more flexible than owning factories overseas and more enforceable than a _______ market exchange relationship.",
"options": ["arrangement","emergency","location","positions","borders","range","services","straightforward","connections","farreaching"],
"answers": ["connections", "borders", "location", "arrangement", "straightforward"]
},
 
{
"text":"Coffee is enjoyed by millions of people every day and the 'coffee experience' has become a staple of our modern life and _______. While the current body of research related to the effects of coffee _______ on human health has been contradictory, a study in the June issue of Comprehensive Reviews in Food Science and Food Safety, which is published by the Institute of Food Technologists (IFT), found that the potential _______of moderate coffee drinking outweigh the risks in adult consumers for the majority of major health _______ considered.",
"options": ["costs","cult","consumption","cares","outcomes","expenditure","benefits","culture"],
"answers": ["culture", "consumption", "benefits", "outcomes"]
},

{
"text":"Because of the instructional methods, expected class participation and the nature of the courses vary, no fixed number of absences is applicable to all _______. Each _______is responsible for making clear to the class at the beginning of the _______his or her policies and procedures in regard to class _______ and the reasons for them.",
"options": ["situations","member","assignments","attendance","roster","instructor","semester"],
"answers": ["situations", "instructor", "semester", "attendance"]
},

{
"text":"Critical thinking involves looking at something you may have seen many times and examining it from many different _______and perspectives. It involves going beyond the _______or beyond 'easy' to seek new understanding and rare _______. It involves looking at common issues with uncommon eyes, known problems with new skepticism, everyday conflicts with probing _______and daily challenges with greater attention to detail.",
"options": ["curiosity","solutions","oblivious","caution","functions","angles","consequences","obvious"],
"answers": ["angles", "obvious", "solutions", "curiosity"]
},

{
"text":"Since the beginning of the financial crisis, there have been two principal _______for why so many banks made such disastrous decisions. The first is structural. Regulators did not regulate. Institutions failed to _______as they should. Rules and guidelines were either inadequate or _______. The second explanation is that Wall Street was _______, that the traders and investors didn't know enough, that they made extravagant bets without _______ the consequences.",
"options": ["incompetent","function","provision","understanding","predicting","mixed","ignored","explanations","prerequisites"],
"answers": ["explanations", "function", "ignored", "incompetent", "understanding"]
},

{
"text":"While accounting focuses on the day-to-day management of financial _______and records across the business world, finance uses this same information to project future growth and to _______expenditure in order to strategize company finances. So finance degree students will likely be more interested in financial _______and control, while accounting degree students will be more focused on professional _______ and processes, used in order to manage numbers rather than _______ them.",
"options": ["analyze","credits","exceptions","allegation","reports","principles","strategy","influence"],
"answers": ["reports", "analyze", "strategy", "principles", "influence"]
},
 
{
"text":"Thus the environmental policy does not contribute to the profitability in any real sense at all. In practice it is companies that are well organized and _______, or that are already comfortably profitable, that have _______to establish and police environmental policies. However, if profitable companies are the ones most likely to _______ 'environmental best _______ ' this is confusing cause with effect. It is not that environmental best practice causes profitability, but that being profitable allows for _______for the environment.",
"options": ["time","authority","exhibit","establish","concern","egregious","efficient","practice"],
"answers": ["efficient", "time", "establish", "practice", "concern"]
},

{
"text":"The University of Maryland boasts 78 academic programs _______in the top 25 nationally and 29 academic programs in the top 10 according to U.S. News and World report. By drawing top-notch faculty, attracting the brightest students and _______in the quality of our academic programs, we are a force to _______ with on a national _______ .",
"options": ["perspective","agree","reckon","investing","ranked","involving","basis","ranged"],
"answers": ["ranked", "investing", "reckon", "basis"]
},

{
"text":"The _______decades of an artist' s life do not generally make the biographer' s heart beat faster, but Claude Monet is one of a handful of painters who bucks the pattern of an _______old age. While it' s true that by the time he was 73 he had _______all the usual dragging baggage – outhouses full of fancy cars, a taste for expensive wine and a sprawl of dependents – it was also now that he produced career-defining work.",
"options": ["accumulated","inspired","early","irrelevant","closing","missing"],
"answers": ["closing", "irrelevant", "accumulated"]
},

{
"text":"Participating regularly in physical activity has been shown to benefit an individual's health and _______. Regular _______activity is important in reducing the risk of _______diseases, such as heart disease and stroke, obesity, diabetes and some forms of cancer. The National Physical Activity Guidelines for Adults _______at least 30 minutes of moderate-intensity physical activity, _______every day of the week, to _______ health benefits.",
"options": ["recruit","recommend","exploit","chronic","preferably","medicine","affordably","physical","obtain","wellbeing"],
"answers": ["wellbeing", "physical", "chronic", "recommend", "preferably", "obtain"]
},

{
"text":"Telephone networks are big and _______because the _______increases, and need to function well in multiple environments. Therefore, we need to _______future development and use the simulation system that is _______ in use.",
"options": ["demand","forecast","communicative","complex","cost","furnish","greatly","collectively"],
"answers": ["complex", "demand", "forecast", "greatly"]
},
 
{
"text":"The universality of story Feature films are narratives – they tell stories. Even films based on _______events will fictionalize them in order to produce drama, to telescope time, to avoid being filled up with too many _______characters, or simply to be more entertaining. Even in the current welter of special-effect movies, feature films are usually summarized by their plots - in their first treatment(or outline of the script idea), in the advance publicity, in the TV guide, in reviews, and in conversations. Films may differ from other _______ of narrative- literary fiction or television drama, for instance in the medium used and the representational conventions. They do, however, _______with literary fiction and television drama the basic structure and functions of narrative. Much work has been done by researchers in the field known as 'narratology' on exactly what constitutes the structures and functions of the narrative. Their conclusions are of great use to students of the feature film.",
"options": ["share","true","columns","kinds","shape","contrived","minor","leading"],
"answers": ["true", "minor", "kinds", "share"]
},

{
"text":"Memories can become scrambled, sometimes in the process of attempting to _______something. You might relate a story to a friend but _______include some mistaken details. Later, as you attempt to recall the _______, you might come across your memory of the scrambled recall attempt instead of your original memory. Memory is malleable. It is not, as _______thought, like a museum piece sitting in a display case.",
"options": ["unwittingly","commonly","retrieve","section","arduously","rehabilitate","episode","scientifically"],
"answers": ["retrieve", "unwittingly", "episode", "commonly"]
},

{
"text":"The lightest of any solid element, lithium has, until now, played a _______role in industry. Silvery in color, and softer than lead, it has been used mainly as an alloy of aluminum, a base for automobile grease, and in the _______of glass and ceramics. It is so _______that it is never found in its pure form in nature. Lithium floats on water -- or, _______,it skitters wildly about, trailing a vapor cloud of hydrogen, _______it dissolves.",
"options": ["rather","production","unstable","modest","unknown","even","intuition","until"],
"answers": ["modest", "production", "unstable", "rather", "until"]
},

{
"text":"Assessments of language learning in 18-month-olds suggest that children are better at grasping the names of objects with repeated syllables, over words with non-identical syllables. Researchers say the study may help _______why some words or phrases, such as 'train' and 'good night', have given rise to versions with repeated syllables, such as choo-choo and night-night. The researchers say such words are easier for infants to learn, and may provide them _______a starter point for vocabulary learning. A team from the University of Edinburgh assessed the infants' language learning behavior in a series of _______and attention tests using pictures on a computer screen of two unfamiliar objects. The two objects were named with _______words which were _______to the infants by a recorded voice — one with two identical syllables, for example neenee, and the other without repeated syllables, such as bolay. The infants were then tested for their recognition of _______word. Recordings of their eye movements showed they looked more reliably at the object labeled with repeated syllables, than the other object. Researchers validated their results with a control test, in which the infants responded to pictures of familiar objects — such as a dog or an apple.",
"options": ["content","with","genuine","visual","explain","communicated","since","made-up","each"],
"answers": ["explain", "with", "visual", "made-up", "communicated", "each"]
},

{
"text":"Civics and citizenship education builds student's knowledge and understanding of the ways in which citizens can actively _______in Australia' s diverse and inclusive society. Students learn about the civic institutions and the _______ through which decisions are made for the common good of the _______and they also develop the _______and understandings that relate to the organization of a harmonious democratic society.",
"options": ["processes","precision","skills","involve","humanity","participate","wills","community"],
"answers": ["participate", "processes", "community", "skills"]
},

{
"text":"Trees, as ever, are or should be at the heart of all _______ on climate change. The changes in carbon dioxide, in temperature, and in patterns of rainfall will each affect them in many ways, and each parameter _______with all the others, so between them, these three main _______present a bewildering range of possibilities.",
"options": ["interacts","variables","discussions","chat","variations","notes"],
"answers": ["discussions", "interacts", "variables"]
},

{
"text":"The stock of Australia's dwellings is _______with current homes having more bedrooms on average than homes ten years ago. At the same time, households are getting smaller on average with decreasing _______of couple families with children and _______couple-only and lone-person households. This _______ tells the changes in household size and number of bedrooms from 1994_95 to 2003_04. It also looks at the types of households with spare bedrooms and the size of recently purchased new homes compared with existing stock.",
"options": ["proportions","stagnating","evolving","statistics","increasing","article","incidents","decreasing"],
"answers": ["evolving", "proportions", "increasing", "article"]
},

{
"text":"Shakespeare produced most of his _______between 1589 and 1613. His early plays were comedies and histories - _______he raised to the peak of sophistication and artistry by the end of the 16th century. He then wrote tragedies until about 1608, including Hamlet, King Lear, Othello, and Macbeth, considered some of the finest _______in the English language. In his last phase, he wrote tragicomedies, also known as romances, and _______ with other playwrights.",
"options": ["work","collaborated","designed","genres","actors","examples"],
"answers": ["work", "genres", "examples", "collaborated"]
},

{
"text":"English has been changing throughout its lifetime and it's still changing today. For most of us, these changes are fine as long as they're well and truly in the past. Paradoxically, we can be _______ about word origins and the stories behind the _______we find in our language, but we _______a queasy distaste for any _______that might be happening right under our noses. There is a certain _______of consistency. There are even language critics who are _______that English is dying, or if not dying at least being progressively _______ through long years of mistreatment.",
"options": ["curious","crippled","convinced","experience","structure","expect","loss","lack","change"],
"answers": ["curious", "structure", "experience", "change", "lack", "convinced", "crippled"]
},

{
"text":"My school in the city of London held a _______ competition. In the community, I was voted as the chairman. We _______48,000 pounds and I won the first place in the end. During this period, I learnt a lot and realised the importance of _______ and how to _______ other pupils' awareness.",
"options": ["charity","tenacity","skill","rouse","raised","recognize","beg","money","earned"],
"answers": ["charity", "raised", "tenacity", "rouse"]
},

{
"text":"Wind is air moving around. Some winds can move as fast _______a racing car, over 100 miles per _______. Winds can travel around the world. Wind can make you feel cold because you lose heat from your body _______when it is windy. Weather forecasters need _______know the speed and direction of the wind. The strength of wind is measured using the Beaufort scale from wind force 0 when there is no wind, to wind force 12 which can damage houses and buildings and is called hurricane force.",
"options": ["hour","as","second","more","slower","with","to","faster"],
"answers": ["as", "hour", "faster", "to"]
},

{
"text":"One city will start to attract the _______ of public or private investment. This could be due to _______ advantage or political decisions. This, in turn, will _______ further investment due to the multiplier effect and _______rural-to-urban migration. The investment in this city will be at the _______of other cities.",
"options": [" some","significant","fare","natural","stimulate","disguise","majority","expense","best","important"],
"answers": ["majority", "natural", "stimulate", "significant", "expense"]
},

{
"text":"Clones of an Eastern cottonwood ( Populus deltoides) in the Bronx and other city spots grew to double the biomass of clones _______outside small towns upstate or on Long Island, says Jillian Gregg, now of the Environmental Protection Agency's western-ecology division in Corvallis, Ore. The growth gap comes from ozone damage, she and her New York colleagues report. _______ chemists have known that _______may spike skyscraper high in city air, but during a full 24 hours, rural trees actually get a higher cumulative ozone exposure from _______pollution that blows in and lingers. A series of new experiments now shows that this hang-around ozone is the _______factor in tree growth, the researchers say in the July 10 Nature. This study has profound importance in showing us most vividly that rural areas _______the price for urban pollution, says Stephen P. Long of the University of Illinois at Urbana-Champaign. This work should be a wake-up call, he adds.",
"options": ["pay","urban","oxygen","ozone","rural","gaps","spend","overwhelming","concentrations","planted","necessary","protected"],
"answers": ["planted", "Ozone", "concentrations", "urban", "overwhelming", "pay"]
},
 

{
"text":"Whether measured by greenhouse gas concentrations, deforestation rates or declining fish stocks, current _______ consumption and production patterns threatened to exceed the capacity of global ecosystems and the world community must _______efforts to pursue environmentally _______economic growth and 'meet our commitments to future generations'.",
"options": ["smell","sound","unusual","alleviate","accelerate","unsustainable"],
"answers": ["unsustainable", "accelerate", "sound"]
},

{
"text":"Why are moths fatally attracted to the light? _______is the old glib theory that the moths are trying to use the flame to navigate. _______ does not tell us, _______ , why it is that in many species only males are thus attracted, and in a few, only females. _______, if moths need to navigate, they must be from a migrating species. _______ most of the time such moths are not migrating. Indeed most species do not migrate at all and thus have no need of navigation.",
"options": ["What's more","One solution","less","This explanation","improvement","question","however","so","Yet"],
"answers": ["One solution", "This explanation", "however", "What's more", "Yet"]
},

{
"text":"Housing agencies pay the utility _______, generally because _______in developments don't have individual meters. Some buildings have individual meters, and each family pays its own to the utility _______, so agencies will deduct the _______ from your _______ .",
"options": ["costs","units","company","allowance","spends","amount","debt","collect","rent"],
"answers": ["costs", "units", "company", "amount", "rent"]
},

{
"text":"Timing is important for revision. Have you noticed that during the school day you get times when you just don't care any longer? I don't mean the lessons you don't like, but the ones you find usually OK, but on some occasions you just can't be bothered with it. You _______have other things on your mind, be tired, restless, or looking forward to what comes next. Whatever the reason, that particular lesson doesn't get 100 percent _______from you. The same is true of revision. Your mental and physical _______are important. If you try to revise when you are tired or totally occupied with something else, your revision will be inefficient and just about worthless. If you approach it feeling fresh, alert and happy, it will be so much easier and you will learn more, faster. However, if you make no plans and just slip in a little bit of revision when you feel like it, you probably won't do much revision! You need a revision timetable so you don't keep _______ .",
"options": ["may","getting it wrong","attitudes","putting it off","down","can","effort","health"],
"answers": ["may", "effort", "attitudes", "putting it off" ]
},

{
"text":"At times, a broad stream of knowledge flowed from China to Japan. At other times, this transfer was _______on one side or the other, and Japan _______on its own. But whether in isolation or not, Japan was always itself. Everything that _______ from China was _______ to suit Japanese tastes and needs.",
"options": ["adapted","removed","arrived","halted","created","explored","developed"],
"answers": ["halted", "developed", "arrived", "adapted" ]
},

{
"text":"Complementary therapies - such as those _______by naturopaths, chiropractors, and acupuncturists - have become increasingly popular in Australia over the last few _______. Interest initially coincided with _______for alternative lifestyles, while immigration and increased contact and trade with China have also had an _______. The status of complementary therapies is being re-visited in a number of areas: legal regulation; the stances of doctors' associations; their inclusion in medical education; and scientific research into their _______ .",
"options": ["field","practiced","theorized","influence","enthusiasm","increase","times","decades","ambition","efficacy"],
"answers": ["practiced", "decades", "enthusiasm", "influence", "efficacy"]
},

{
"text":"Lake Turkana is a large lake in Kenya, East Africa. This _______of Africa was home to some of the first humans. Here, archaeologists have found piles of _______( both human and animal) and collections of stones that humans used as _______ . By carefully uncovering and _______these remains, scientists have started to put together the story of our earliest ancestors. In 2001, a 4 million year-old skeleton was uncovered in the area. Although a link between it and modern-day humans has not been established, the skeleton shows the species was walking upright.",
"options": ["painting","bones","part","city","tools","examining","notches","weapons"],
"answers": ["part", "bones", "tools", "examining"]
},

{
"text":"An important corollary of this focus on language as the window to legal epistemology is the central role of _______to law and other sociocultural processes. In particular, the _______that people hold about how language works combine with _______ structuring to create powerful, often unconscious effects. In recent years, linguistic anthropologists have made much progress in developing more precisely analytic _______ for tracking those effects.",
"options": ["implements","linguistic","disclosure","speech","facts","discourse","tools","ideas"],
"answers": ["discourse", "ideas", "linguistic", "tools"]
},

{
"text":"Some of the most basic organisms are smarter than we thought. Rather than moving about randomly, amoebas and plankton employ sophisticated _______to look for food and might travel in a way that _______their foraging. Immediately after an amoeba turned right, it was twice as likely to turn left as right again, and vice versa, they told a meeting of the American Physical Society meeting in Denver, Colorado, last week. This suggests that the cells have a rudimentary _______, being able to remember the last direction they had just turned in.",
"options": ["thoughts","experience","optimizes","memory","strategies","polishes"],
"answers": ["strategies", "optimizes", "memory"]
},

{
"text":"Fingerprints can _______that a suspect was actually at the scene of a crime. As long as a human entered a crime scene, there will be traces of DNA. DNA can help the police to _______ an individual to crack a case. An institute in London can help _______ DNA and be used to match with the _______ taken from the crime scenes.",
"options": ["retain","prove","preserve","determine","evidence","identify","samples"],
"answers": ["prove", "identify", "preserve", "samples"]
},

{
"text":"Finding challenging or _______employment may mean retraining and moving from a stale or boring job in order to find your _______ and pursue it. The idea is to think long range and anticipate an active lifestyle into later years --perhaps into one' s 80s or 90s. Being personally productive may now mean anticipating retiring in stages. This might indicate going to an alternate _______should a current career end by choice or economic chance.",
"options": ["passion","plan","rewarding","willing","direction","emotion"],
"answers": ["rewarding", "passion", "plan"]
},

{
"text":"Coral reefs support more marine life than any other ocean ecosystem and are, not _______, a favorite pursuit for many divers. But as well as being physically and biologically spectacular, coral reefs also _______the livelihoods of over half a billion _______. What is more, this number is expected to _______in coming decades while the area of high-quality reef is expected to halve. In combination with the very real threat of climate change, which could lead to increased seawater temperatures and ocean _______ , we start to arrive at some quite frightening scenarios.",
"options": ["decreasing","double","surprisingly","oppose","support","necessarily","people","acidification","human"],
"answers": ["surprisingly", "support", "people", "double", "acidification"]
},

{
"text":"Americans approached a record level of generosity last year. Of the $260.28bn given to charity in 2005, 76.5% of it came from individual _______. These people gave across the range of non-profit bodies, from museums to religious _______, with a heavy _______on disaster relief after the Asian tsunami and US hurricanes. In total, Americans gave away 2.2% of their household income in 2005, slightly above 40-year _______ of 2.1 percent.",
"options": ["emphasis","all","indebtedness","average","organizations","companies","donors"],
"answers": ["donors", "organizations", "emphasis", "average"]
},

{
"text":"The _______ observer does not necessarily recognize the _______ in how a teacher, for instance, responds to a thoughtful question from a normally quiet student and how that may be very different from the 'standard response' to a commonly inquisitive or _______student. Expert teachers are aware of what they are doing; they monitor and adjust their teaching behaviors to bring out the _______ in their students.",
"options": ["most","talkative","skill","celebrated","casual","reason","best"],
"answers": ["casual", "skill", "talkative", "best"]
},

{
"text":"The exponential growth of the Internet was _______ ,in the 1990s, as revolutionizing the production and dissemination of information. Some people saw the internet as a means of democratizing access to knowledge. For people _______ with African development, it seemed to offer the possibility of leapfrogging over the technology gap that separates Africa from advanced industrialized countries.",
"options": ["demonstrated","separates","signifies","concerned","connected","democratizing","heralded","leapfrogging","reformation","dissemination","jogging"],
"answers": ["heralded", "concerned"]
},

{
"text":"A novel device for helping farmers to dry out hay more quickly has won a University of Glasgow graduate a prestigious design award.Gavin Armstrong, 23, from Kippen, Stirlingshire _______the Glasgow 1999 Design Medal for his design for a swath inverter -- a _______for flipping over a hay crop to help dry out the damp underside. Dry hay is an essential farmyard food source for sheep and cows.Gavin came up with the design as part of his Product Design Engineering degree course, run in _______with Glasgow School of Art.He built a working prototype of the device which is powered and towed by a tractor and uses a pair of parallel belts to invert the swath. The rollers are driven from one hydraulic motor and are geared so as to spin at the same speed and in opposite directions _______that the touching inner two faces of the belt that perform the inversion move rearwards at the same speed.",
"options": ["scooped","surpassing","ensuring","located","device","partnerships","instruction","conjunction"],
"answers": ["scooped", "device", "conjunction", "ensuring"]
},

{
"text":"For many first-year students, the University may be their first experience living away from home for an _______period. It is a _______break from home. In my point of view, this is the best thing that you can do. I know you have to fend for yourself, cook and clean after yourself, basically look after yourself without your parents but the truth is some time in your life you are going to have to part with lovely Mummy and Daddy. But they are only just a phone call away, and it is really good to have some QUALITY TIME without them. The first few weeks can be a _______period. There may be concerns about forming the friendship. When new students look around, it may seem that everyone else is self-confident and _______successful! The reality is that everyone has the same concerns. Increased personal freedom can feel both wonderful and _______. Students can come and go as they choose with no one to hassle them. The strange environment with new kinds of procedures and new people can create the sense of being on an emotional roller coaster. This is normal and to be expected. You meet so many more people in the halls than if you stayed at home. The main points about living away from home are NO PARENTS! You don't have to tell them where you're going, who you're going with, what time you'll be coming, why you're going etc. You learn various social skills you have to get along with your roommates Living with them can present special, sometimes intense, problems. Negotiating respect of personal property, personal space, sleep, and relaxation needs, can be a complex task. The complexity increases when roommates are of different _______with very different values. It is unrealistic to expect that roommates will be best friends. Meaningful, new relationships should not be expected to develop overnight. It took a great deal of time to develop intimacy in high school friendships the same will be true of intimacy in university friendships. You have a phone! So if you ever get homesick or miss you, Mummy, then shes always at the end of a phone-line for you and so are your friends.",
"options": ["timely","exciting","natural","frightening","easily","extra","backgrounds","socially","definite","lonely","extended"],
"answers": ["extended", "definite", "lonely", "socially", "frightening", "backgrounds"]
},
 
{
"text":"It is tempting to try to prove that good looks win votes, and many academics have tried. The _______is that beauty is in the eye of the beholder, and you cannot behold a politician's face without a veil of extraneous _______getting in the way. Does George Bush possess a disarming grin or a facetious _______? It's hard to find anyone who can look at the president without assessing him politically as well as _______ .",
"options": ["physically","difficulty","truth","prejudice","audience","smirk","wink","mentally"],
"answers": ["difficulty", "prejudice", "smirk", "physically"]
},

{
"text":"The increasing darkness in the Northern Hemisphere this time of year indicates to the plant that _______ is coming on. So it starts recouping materials from the _______before they drop off. Evergreens protect their needle-like foliage from freezing with _______coatings and natural antifreeze. But broadleaf plants, like sugar maples, birches, and sumacs, have no such protections. As a result, they _______their leaves. But before they do, the plants first try to _______ important nutrients such as nitrogen and phosphorus.",
"options": ["autumn","reassess","summer","salvage","slimy","leaves","roots","waxy","shed"],
"answers": ["autumn", "leaves", "waxy", "shed", "salvage"]
},

{
"text":"Fancy a locust for lunch? Probably not, if you live in the west, but elsewhere it is a different story. Edible insects, termites, stick insects, dragonflies, grasshoppers and giant water bugs, are on the menu for an estimated 80 percent of the world' s population. More than 1000 species of insects are served up around the world. For example, Kungu cakes, made from midges, are a _______in parts of Africa. Mexico is an insect-eating, or entomophagous - hotspot, where more than 200 insect species are consumed. _______ is so high that 40 species are now under threat, including white agave worms. These caterpillars of the tequila giant-skipper butterfly _______around $250 a kilogram. Eating insects make nutritional sense. Some contain more protein than meat or fish. The female gypsy moth, for instance, is about 80 percent protein. Insects can be a good _______of vitamins and minerals too: a type of caterpillar (Usta Terpsichore) eaten in Angola is rich in iron, zinc, and thiamine. What do they taste like? Ants have a lemon tang, apparently, whereas giant water bugs taste of mint and fire ant pupae of watermelon. You have probably, inadvertently, already tasted some of these things, as insects are often accidental tourists in other types of food. The US Food and Drug Administration even issues guidelines for the number of insect parts allowed in certain foods. For example, it is acceptable for 225 grams of macaroni to contain up to 225 insect fragments.",
"options": ["resource","quality","fetch","Demand","delicacy","supply","source","carry"],
"answers": ["delicacy", "Demand", "fetch", "source"]
},

{
"text":"In the fast-changing world of modern healthcare, the job of a doctor is more like the job of chief executive. The people who run hospitals and physicians' practices don't just need to know _______ . They must also be able to balance budgets, _______a large and diverse _______and make difficult marketing and legal _______ .",
"options": ["stuff","decisions","staff","calculate","motivate","medicine","actions","pharmacy"],
"answers": ["medicine", "motivate", "staff", "decisions"]
},
 
{
"text":"Researchers already know that spending long periods of time in a zero-gravity _______ such as that inside the International Space Station (ISS) --- results in loss of bone density and _______to the body's _______. That's partly why stays aboard the ISS are _______at six months. And now, a number of NASA astronauts are reporting that their 20/20 vision _______after spending time in space, with many needing glasses once they returned to Earth.",
"options": ["background","timed","environment","deteriorated","integrated","muscles","mass","restricted","ability","devastate","damage"],
"answers": ["environment", "damage", "muscles", "restricted", "deteriorated"]
},

{
"text":"Walt Disney World has become a pilgrimage site partly because of the luminosity of its crosscultural and marketing and partly because its _______ aspects appeal powerfully to real needs in the capitalist _______. Disney' s marketing is unique because it captured the symbolic essence of _______but the company has gained access to all public shows, comic books, dolls, apparels, and _______film strips, which all point to the parks and each other.",
"options": ["sequential","utopian","population","comedy","society","unrealistic","childhood","educational"],
"answers": ["utopian", "society", "childhood", "educational"]
},

{
"text":"Barrie Finning's, a professor at Monash University' s college of pharmacy in Melbourne, and PhD student Anita Schneider, recently tested a new wrinkle cure. Twice daily, 20 male and female volunteers applied a liquid containing Myoxinol, a patented _______of okra (Hibiscus Esculentus) seed, to one side of their faces. On the other side they applied a similar liquid without Myoxinol. Every week for a month their wrinkles were tested by self-assessment, photography and the size of depressions made in silicon moulds. The results were impressive. After a month the _______and number of wrinkles on the Myoxinol Treated side were reduced by approximately 27 per cent. But Finnin' s research, commissioned by a cosmetics company, is unlikely to be published in a scientific _______. It' s hard to even find studies that show the active ingredients in cosmetics penetrate the skin, let alone more _______research on their effects. Even when _______studies are commissioned, companies usually control whether the work is published in the traditional scientific literature.",
"options": ["depth","extract","publication","important","comprehensive","body","width","review","solid","rigorous","tract"],
"answers": ["extract", "depth", "publication", "comprehensive", "rigorous"]
},

{
"text":"Spending too much time in the concrete jungle is bad for city _______' health and could have potentially catastrophic _______for the environment, conservation biologist Richard Fuller will argue during a seminar at the University of Canberra today. Dr Fuller, _______in biodiversity and conservation at the University of Queens' and CSIRO, will explore the fact that although there's evidence that the well-being of humans increases with _______ to our surrounding biodiversity, the _______ for people to experience nature are declining rapidly in the modern world.",
"options": ["consequences","opportunities","problems","meaning","dwellers","lecturer","exposure","researchers","addition","colleague"],
"answers": ["dwellers", "consequences", "lecturer", "exposure", "opportunities"]
},
 

{
"text":"Can dogs tell when we are happy, sad or angry? As a dog owner, I feel _______not only that I can tell what kind of _______state my pets are in, but also that they respond to my emotions. Yet as a hardheaded scientist, I try to take a more _______and pragmatic view. These _______observations seem more likely to result from my desire for a good relationship with my dogs.",
"options": ["emotional","confidential","personal","rational","confident","communal","pathological"],
"answers": ["confident", "emotional", "rational","personal"]
},

{
"text":"The American People: Creating a Nation and a Society examines U.S. history as revealed through the _______ of all Americans, both ordinary and extraordinary. With a thought-provoking and rich presentation, the authors explore the complex lives of Americans of all national _______and cultural backgrounds, at all levels of society, and in all _______ of the country.",
"options": ["experiences","events","beliefs","origins","regions"],
"answers": ["experiences", "origins", "regions" ]
},

{
"text":" Low fertility is a concern for many OECD countries as they face the prospect of population aging. This article makes _______between Australia and seven other OECD countries in fertility rates between 1970 and 2004. Changing age _______of fertility are also compared and show that for most of the countries, women are _______childbirth and having fewer babies. The _______of women's education levels and rates of employment with fertility are also _______ .",
"options": ["sense",	"patterns",	"notions",	"postponing",	"associations",	"comparisons",	"gaps","accelerating","explored","comparable"],
"answers": ["comparisons", "patterns", "postponing", "associations", "explored"]
},

{
"text":"On average, Iceland _______a major volcanic event once every 5 years. Since the Middle Ages, a third of all the lava that has _______the earth's surface has erupted in Iceland. However, according to a recent geological hypothesis, this estimate does not include _______eruptions, which are much more extensive than those on the land surface.",
"options": ["experiences","interior","covered","submarine","explodes","spread","ground"],
"answers": ["experiences", "covered", "submarine"]
},

{
"text":"An exhibit that brings together for the first _______landscapes painted by French impressionist PierreAuguste Renoir _______ to the National Gallery of Canada this June. The _______in Ottawa worked with the National Gallery of London and the Philadelphia Museum of Art to _______together the collection of 60 Renoir _______ from 45 public and private collections.",
"options": ["paintings","gets","masterpiece","muster","time","pull","comes","gallery"],
"answers": ["time", "comes", "gallery", "pull", "paintings"]
},
 
{
"text":"Although not written about extensively, a few individuals have considered the concept and act of cheating in _______as well as contemporary culture. Barton Bowyer writes that cheating is the advantageous distortion of perceived reality. The advantage falls to the cheater because the cheated person _______what is assumed to be the real world. The cheater is taking advantage of a person, a situation, or _______ . Cheating also involves the distortion of perceived reality or what others call deception. Deception can involve hiding the true reality or showing reality in a way intended to deceive others.",
"options": ["both","history","later","life","perceives","misperceives"],
"answers": ["history", "misperceives", "both"]
},

{
"text":"The Life Science Institute at the University of Michigan achieves _______in biomedical research by bringing together the world's leading scientists from a variety of life science disciplines to _______ breakthroughs and discoveries that will improve human health. With close to 400 scientific staff members, the LSI is exploiting the power of a _______and interdisciplinary approach to biomedical research in an open-laboratory facility.",
"options": ["ambiguity","collaborative","quit","excellence","positive","accelerate"],
"answers": ["excellence", "accelerate", "collaborative"]
},

{
"text":"What is music? In one sense, this is an easy _______. Even the least musical among us can recognize pieces of music when we hear them and name a few canonical _______. We know there are different kinds of music and, even if our _______of music is restricted, we know which kinds we like and which kinds we do not.",
"options": ["volume","question","examples","knowledge","issue","classes"],
"answers": ["question", "examples", "knowledge"]
},

{
"text":"The Dag Hammarskjold Library at United Nations Headquarters in New York is a library designated to facilitate the work of the United Nations and _______mainly on the needs of the UN Secretariat and diplomatic missions. Anyone with a valid United Nations Headquarters grounds _______ , including specialized agencies, accredited media and NGO staff, is able to visit the library. Due to _______ constraints in place at the United Nations Headquarters complex, the library is not open to the general _______ .",
"options": ["cards","focuses","pass","public","surpass","people","safety","security"],
"answers": ["focuses", "pass", "security", "public"]
},

{
"text":"The Roman people had at first been inclined to regard the French Revolution with either indifference or _______.But as the months went by and the _______who remained in the city were less and less _______of an early return home, the mood of the Romans became increasingly antagonistic towards the 'assassins of Paris'.",
"options": ["derision","dispatches","division","cheerful","hopeful","emigres"],
"answers": ["derision", "emigres", "hopeful"]
},

{
"text":"Since biological systems with signs of _______engineering are unlikely to have arisen from accidents or coincidences, their _______must come from natural selection, and hence should have _______ useful for survival and reproduction in the environments in which humans evolved.",
"options": ["organization","complex","complete","ideas","functions","behaved"],
"answers": ["complex", "organization", "functions"]
},

{
"text":"The study of objects constitutes a relatively new field of academic enquiry, commonly referred to as material culture studies. Students of material culture seek to understand societies, both past and present, through careful study and _______of the physical or material objects generated by those societies. The source material for study is exceptionally wide, _______not just human-made artefacts but also natural objects and even preserved body parts (as you saw in the film 'Encountering a body’). Some specialists in the field of material culture have made bold claims for its pre-eminence. In certain disciplines, it reigns _______ . It plays a critical role in archaeology, for example, especially in circumstances where written evidence is either patchy or non-existent. _______, objects are all scholars have to rely on in forming an understanding of ancient peoples. Even where written documents survive, the physical remains of literate cultures often help to provide new and interesting insights into how people once lived and thought, _______the case of medieval and post-medieval archaeology. In analysing the physical remains of societies, both past and present, historians, archaeologists, anthropologists and others have been careful to remind us that objects mean different things to different people.",
"options": ["experiment","observation","including","In such cases","includes","as in","supreme","power","In this way","as a result of"],
"answers": ["observation", "including", "supreme", "In such cases", "as in"]
},{
"text":"Work-ready international students are providing greater options for local employers who are having difficulties _______local staff due to _______employment rates and ongoing labour shortages. International students in accounting and information technology take part in a year-long program _______of classroom work and practical experience, which provides them with _______skills, industry contacts and a working _______ of Australian workplace.", 
"options": ["finding","founding","managing","high","low","consisting","consists","valuable","precocious","knowledge","experience"],
"answers": ["finding", "high", "consisting", "valuable", "knowledge"]
},

{
"text":"The National Portrait Gallery's Conservation Department performs one of the Gallery's _______functions, the long-term preservation of all Collection items, to make them _______now and in future. The Collection _______from the 8th century to the present day, and _______of portraits in a variety of media, so the Gallery employs Conservators with _______in a range of disciplines, including Framing, Painting, Paper, Sculpture and Photography.",
"options": ["available","accessible","core","amazing","dates","rise","experience","expertise","contains","consists"],
"answers": ["core", "accessible", "dates", "consists", "expertise"]
},
 
{
"text":"It is commonly said by anthropologists that primitive man is _______individual and more completely moulded by his _______than civilized man. This contains an element of truth. Simpler societies are more _______, in the sense that they call for, and provide opportunities for, a far _______diversity of _______skills and occupations than the more complex and _______societies. Increasing individualization in this sense is a necessary product of modern advanced society, and runs through all its activities from top to bottom. But it would be a serious error to set up an antithesis between this process of individualization and the growing strength and cohesion of society.",
"options": ["less","larger","objective","society","element","uniform","advent","smaller","factor","individual","advanced","latest"],
"answers": ["less", "society", "uniform", "smaller", "individual", "advanced"]
},

{
"text":"Team Lab's digital mural at the entrance to Tokyo’s Skytree, one of the world’s monster skyscrapers, is 40 metres long and immensely detailed. But _______massive this form of digital art becomes — and it's a form subject to rampant inflation — Inoko's theories about seeing are based on more modest and often pre-digital sources. An early devotee of comic books and cartoons (no surprises there), then computer games, he recognised when he started to look at traditional Japanese art that all those forms had something _______: something about the way they captured space. In his discipline of physics, Inoko had been taught that photographic lenses, _______ the conventions of western art, were the logical way of transforming three dimensions into two, conveying the real world on to a flat surface. _______Japanese traditions employed “a different spatial logic”,as he said in an interview last year with j-collabo.org, that is “uniquely Japanese”.",
"options": ["however","therefore","different","in common","similar","along with","But","So"],
"answers": ["however", "in common", "along with", "But"]
},

{
"text":"Climate is the word we _______for weather over a long period of time. The desert has a _______climate, because there _______very little rain. The UK _______a temperate climate, which means winters are, overall, mild _______ summers, generally, don't get too hot.",
"options": ["is","are","describe","use","dry","wet","forecast","has","or","and"],
"answers": ["use", "dry", "is", "has", "and"]
},

{
"text":"Psychology as a subject of study has largely developed in the West since the late nineteenth century. During this period there has been an emphasis on scientific thinking. Because of this emphasis, there have been many scientific studies in psychology which _______different aspects of human nature. These include studies into how biology (physical factors) influence human experience, how people use their _______(touch, taste, smell, sight and hearing) to get to know the world, how people develop, why people behave in certain ways, how memory works, how people develop language, how people _______and think about the world, what motivates people, why people have emotions and how personality develops. These scientific _______ all contribute to an understanding of human nature.",
"options": ["explore","find","senses","feelings","understand","perform","behave","investigations","findings"],
"answers": ["explore", "senses", "understand", "investigations"]
},
 
{
"text":"The UW course descriptions are _______regularly during the academic year. All announcements in the General Catalog and Course Catalog are subject to change without _______and do not constitute an _______ between the University of Washington and the student. Students should assume the responsibility of _______ the appropriate academic unit or adviser for more current or specific information.",
"options": ["updated","new","consulting","agreement","notice","alarm","contract","enquiring"],
"answers": ["updated", "notice", "agreement", "consulting"]
},

{
"text":"Crime prevention has a long history in Australia, and in other parts of the world. In all societies, people have tried to _______themselves and those close to them from assaults and other abuses. Every time someone locks the door to their house or their car, they practise a _______of prevention. Most parents want their children to learn to be law abiding and not spend extended periods of their lives in prison. In this country, at least, most succeed. Only a small minority of young people become _______offenders. In a functioning society, crime prevention is part of everyday life. While prevention can be all- _______at the grassroots, it is oddly neglected in mass media and political discourses .When politicians, talkback radio hosts and newspaper editorialists pontificate about crime and _______remedies, it is comparatively rare for them to mention prevention. Overwhelmingly, emphasis is on policing, sentencing and other 'law and order' responses.",
"options": ["crime","recidivist","possible","form","protect","pervasive","practice","maintain","unlimited"],
"answers": ["protect", "form", "recidivist", "pervasive", "possible"]
},

{
"text":"Stars and the material between them are almost always found in gigantic _______systems called galaxies. Our own galaxy, the Milky Way System, happens to be one of the two _______systems in the Local Group of two dozen or so galaxies. The other is the Andromeda galaxy; it _______more than one hundred thousand light-years from one end to the other, and it is _______about two million light-years distant from us.",
"options": ["huge","stretches","located","route","solar","sketches","concerning","largest","stellar"],
"answers": ["stellar", "largest", "stretches", "located"]
},

{
"text":"Friedman showed that, while people do save more when they earn more, it is _______ to spend later. Those in work save _______a time of sickness, unemployment or old age - but because the sick, unemployed and elderly _______ their savings, overall _______ does not fall as people get richer.",
"options": ["consumption","among","only","against","income","spend","merely","pay"],
"answers": ["only", "against", "spend", "consumption"]
},

{
"text":"In geologic terms, a plate is a large, rigid slab of solid rock. The word tectonics comes from the Greek _______ “to build”. Putting these two words together, we get the term plate tectonics, which _______to how the Earth’s surface is built of plates. The theory of plate tectonics _______that the Earth’s outermost layer is _______ into a dozen or more large and small plates that are moving _______ to one another.",
"options": ["argue","foundation","relative","refers","states","fragmented","root","relevantly","pieced","talks"],
"answers": ["root", "refers", "states", "fragmented", "relative"]
},

{
"text":"Bhutan is the last standing Buddhist Kingdom in the World and, until recently, has _______ much of their culture since the 17th century by avoiding globalization and staying isolated from the world. Internet, television, and western dress were _______from the country up until ten years ago. But over the past ten years globalization has begun to change in Bhutan, but things remain _______balanced. Bhutan is the only country in the world that has a 'GNH.' You may think GNH is just another _______ based term with no real-life application, but it refers to Gross National Happiness. The process of measuring GNH began when Bhutan opened to globalization. It measures people's quality of life, and makes sure that material and spiritual development happen together. Bhutan has done an amazing Job of finding this balance. Bhutan has continually been (ranked) as the happiest country in all of Asia, and the eighth Happiest Country in the world according to Business Week. In 2007 Bhutan had the second fastest growing GDP in the world, at the same time as _______ their environment and cultural identity. Bhutan is the only Buddhist Kingdom in the world; Mahayana Buddhism is the official religion of Bhutan. Over two thirds of the people are Buddhist, and Buddhism is supported by the government both politically and economically. The government gives _______to Buddhist monasteries, shrines, monks and other Buddhist programs.",
"options": ["suspected","statistically","perfectly","subsidies","preserved","maintaining","relentlessly","taxes","banned"],
"answers": ["preserved", "banned", "perfectly", "statistically", "maintaining", "subsidies"]
},

{
"text":"Colorful poison frogs in the Amazon owe their great _______to ancestors that leapt into the region from the Andes Mountains several times during the last 10 million years, a new study from The University of Texas at Austin suggests. This is the first study to show that the Andes have been a _______source of diversity for the Amazon basin, one of the largest _______of biological diversity on Earth. The finding runs _______to the idea that Amazonian diversity is the result of evolution only within the _______forest itself. Basically, the Amazon basin is a melting pot for South American frogs, says graduate student Juan Santos, lead author of the study. Poison frogs there have come from multiple places of origin, notably the Andes Mountains, over many millions of years. We have shown that you cannot understand Amazonian biodiversity by looking only in the basin. Adjacent regions have played a major role.",
"options": ["reservoirs","essential","major","diversity","accordant","tropical","counter","territories","ruin"],
"answers": ["diversity", "major", "reservoirs", "counter", "tropical"]
},

{
"text":"Higher education qualifications provide a substantial _______in the labour market. Higher education _______are less likely to be unemployed and _______to have higher incomes than those without such qualifications. Having a highly educated _______can also lead to increased productivity and innovation and make Australia more _______ in the global market.",
"options": ["aggressive","workforce","weakness","grudge","competitive","tend","graduates","advantage"],
"answers": ["advantage", "graduates", "tend", "workforce", "competitive"]
},
 
{
"text":"Steven Pinker, a cognitive psychologist best known for his book The Language Instinct, has called music auditory cheesecake, an exquisite confection crafted to tickle the sensitive spots of at least six of our mental faculties.If it _______from our species, he said, the rest of our lifestyle would be _______ unchanged. Others have argued that, on the _______ , music, along with art and literature, is part of what makes people human; its absence would have a brutalising effect. Philip Ball, a British science writer and an _______music enthusiast, comes down somewhere in the middle. He says that music is _______in our auditory, cognitive and motor functions. We have a music _______ as much as a language instinct, and could not rid ourselves of it if we tried.",
"options": ["sense","virtually","vanished","contrast","remained","avid","avoidable","ingrained","instinct","contrary"],
"answers": ["vanished", "virtually", "contrary", "avid", "ingrained", "instinct"]
},

{
"text":"In these distant times the sun was seen to make its daily _______across the sky. At night the moon appeared. Every new night the moon waxed or waned a little and on a few nights it did not appear at all. At night the great dome of the heavens was dotted with tiny specks of light. They _______known as the stars. It was thought that every star in the heavens had its own purpose and that the _______of the universe could be discovered by making a study of them. It was well known that there were wandering stars, they appeared in different nightly positions against their neighbors and they became known as planets. It took centuries, in fact it took millennia, for man to _______the true nature of these wandering stars and to evolve a model of the world to accommodate them and to _______ their positions in the sky.",
"options": ["pivot","determine","assume","predict","secrets","seemed","became","journey"],
"answers": ["journey", "became", "secrets", "determine", "predict"]
},

{
"text":"Australia and New Zealand have many common links. Both countries were recently settled by Europeans, are predominantly English speaking and in that sense, share a common cultural _______. Although in close proximity to one another, both countries are geographically isolated and have small populations by world _______. They have similar histories and enjoy close relations on many fronts. In terms of population _______, Australia and New Zealand have much in common. Both countries have minority indigenous populations, and during the latter half of the 20th century have seen a steady stream of migrants from a variety of regions throughout the world. Both countries have _______similar declines in fertility since the high levels recorded during the baby boom, and alongside this have enjoyed the benefits of continually improving life expectancy. One consequence of these trends is that both countries are faced with an ageing population, and the _______challenge of providing appropriate care and support for this growing group within the community.",
"options": ["heritage","associated","witness","limitation","characteristics","history","experienced","standards","tradition","shared"],
"answers": ["heritage", "standards", "characteristics", "experienced", "associated"]
},

{
"text":"For a start, we need to change our _______of 'retirement', and we need to change mindsets arising from earlier government policy which, in the face of high unemployment levels, encouraged mature workers to take early retirement. Today, government encourages them to _______their retirement. We now need to think of retirement as a phased process, where mature age workers _______ reduce their hours, and where they have considerable flexibility in how they combine their work and non work time. We also need to recognise the broader change that is occurring in how people work, learn, and live. Increasingly we are moving away from a linear relationship between education, training, work, and retirement, as people move in and out of jobs, careers, caregiving, study, and leisure. Employers of choice remove the _______ between the different segments of people's lives, by creating flexible conditions of work and a range of leave entitlements. They take an individualised approach to workforce planning and development so that the needs of employers and employees can be met _______ . This approach supports the different transitions that occur across the life course - for example, school to work, becoming a parent, becoming responsible for the care of older relatives, and moving from work to retirement.",
"options": ["mind","gradually","wait","barriers","concept","simultaneously","extend","suddenly","similarities","delay"],
"answers": ["concept", "delay", "gradually", "barriers", "simultaneously"]
},

{
"text":"Discrimination against women has been alleged in hiring practices for many occupations, but it is extremely difficult to demonstrate sex-biased hiring. A change _______the way symphony orchestras _______ musicians provides an unusual way to test for sex-biased hiring. To overcome possible biases in hiring, most orchestras _______their audition policies in the 1970s and 1980s. A major change involved the use of blind' auditions with a screen' to _______ the identity of the candidate from the jury. Female musicians in the top five symphony orchestras in the United States were less than 5% of all players in 1970 but are 25% today. We ask whether women were more likely to be advanced and/or hired with the use of blind' auditions. Using data from actual auditions in an individual fixed effects framework, we find that the screen _______ by 50% the probability a woman will be _______out of certain preliminary rounds. The screen also enhances, by several fold, the likelihood a female contestant will be the winner in the final round. Using data on orchestra personnel, the switch to blind' auditions can explain between 30% and 55% of the increase in the proportion female among new hires and between 25% and 46% of the increase in the percentage female in the orchestras since 1970.",
"options": ["on","increases","employ","revised","conceal","decreases","recruit","exchanged","in","reveal","peaks","steal","stood","advanced"],
"answers": ["in", "recruit", "revised", "conceal", "increases", "advanced"]
},

{
"text":"Music is an important part of our lives. We connect and interact with it daily and use it as a way of projecting our self-identities to the people around us. The music we enjoy - whether it's country or classical, rock n' roll or rap - _______who we are. But where did music, at its core, first come from? It's a puzzling question that may not have a definitive answer. One _______researcher, however, has proposed that the key to understanding the origin of music is nestled snugly in the loving bond between mother and child. In a lecture at the University of Melbourne, Richard Parncutt, an Australian-born professor of systematic musicology, endorsed the idea that music originally spawned from 'motherese' - the playful voices mothers _______when speaking to _______and toddlers. As the theory goes, increased human brain sizes caused by evolutionary changes occurring between one and 2,000,000 years ago resulted in earlier births, more fragile infants and a _______need for stronger relationships between mothers and their newborn babies. According to Parncutt, who is based at the University of Graz in Austria, 'motherese' arose as a way to strengthen this maternal bond and to help _______ an infant's survival.",
"options": ["shows","adopt","children","ensure","individuals","necessary","people","infants","critical","leading","means","protect","reflects"],
"answers": ["reflects", "leading", "adopt", "infants", "critical", "ensure"]
},

{
"text":"Genius, in the popular conception, is inextricably tied up with precocity - doing something truly creative, we're inclined to think, requires the freshness and exuberance and energy of youth. Orson Welles made his masterpiece, Citizen Kane, at twenty-five. Herman Melville wrote a book a year _______his late twenties, culminating, at age thirty-two, with Moby-Dick. Mozart wrote his breakthrough Piano Concerto No. 9 in E-Flat-Major at the _______of twenty-one. In some creative forms, like lyric poetry, the _______of precocity has hardened into an iron law. How old was T. S. Eliot when he wrote The Love Song of J. Alfred Prufrock (I grow old ... I grow old)? Twenty-three. Poets peak young, the _______researcher James Kaufman maintains. Mihály Csíkszentmihályi, the author of Flow, agrees: The most creative lyric verse is believed to be that written by the young. According to the Harvard psychologist Howard Gardner, a leading _______ on creativity, Lyric poetry is a _______ where _______ is discovered early, burns brightly, and then peters out at an early age.",
"options": ["talent","industry","key","intellectual","domain","originality","creativity","icon","across","time","age","through","importance","authority"],
"answers": ["through", "age", "importance", "creativity", "authority", "domain", "talent"]
},

{
"text":"Kathryn Mewes does not meet bohemian, hippy parents in her line of work. Typically one, or both, of the parents she sees work in the City of London. Professionals seek professionals, she says. Originally a nanny, Mewes is now a parenting consultant, advising couples privately on changing their child's behaviour, _______doing corporate seminars for working parents. Her clients find they are unprepared for the chaos and unpredictability that having a child can entail. Parents are getting older, they have been in control their _______and been successful. Suddenly a baby turns up and life turns on its head. Nicknamed the Three-Day Nanny _______her pledge to fix behavioural problems in children under the age of 12 within three days, she is filming a new Channel 4 television series demonstrating her techniques. The _______of the parenting consultant - distinct from that of a nanny - has developed, she says, as people are used to buying in expertise, such as personal trainers or, in her case, parenting advice.",
"options": ["at the meantime","because","role","play","because of","whole lives","identity","entire life","as well as"],
"answers": ["as well as", "whole lives", "because of", "role"]
},

{
"text":"By 2025, government experts' say, America's skies will swarm with three _______as _______as planes, and not just the kind of traffic flying today. There will be _______of tiny jets, seating six or fewer, at airliner _______, competing for space with remotely operated drones that need help avoiding midair _______, and with commercially operated rockets carrying _______ and tourists into space.",
"options": ["thousands","satellites","collisions","much","altitudes","many","times","time","least","piles","traffic","passengers"],
"answers": ["times", "many", "thousands", "altitudes", "collisions", "satellites"]
},

{
"text":"More than simply putting flowers in a _______, ikebana is a disciplined art form in which nature and humanity are brought together. Contrary to the idea of a particolored or multicolored _______ of blossoms, ikebana often emphasizes other areas of the _______, such as its stems and leaves, and puts emphasis on shape, line, and form. Though ikebana is an _______of creativity, certain rules govern its form.",
"options": ["crevice","container","commitment","creature","arrangement","plant","expression","illusion"],
"answers": ["container", "arrangement", "plant", "expression"]
},

{
"text":"Sportswomen's records are important and need to be preserved. And if the paper records don't _______ , we need to get out and start interviewing people, not to put too fine a _______ on it, while we still have a _______. After all, if the records aren't kept in some form or another, then the stories are _______ too.",
"options": ["appear","focus","admit","exist","opportunity","point","chance","lost","disappear"],
"answers": ["exist", "point", "chance", "lost"]
},

{
"text":"University science is now in real crisis - particularly the non-telegenic, non-ology bits of it such as chemistry. Since 1996, 28 universities have stopped offering chemistry degrees, according to the Royal Society of Chemistry. The society _______that as few as six departments (those at Durham, Cambridge, Imperial, UCL, Bristol and Oxford) could remain open by 2014. Most recently，Exeter University closed down its chemistry department, blaming it on market forces, and Bristol took in some of the refugees. The closures have been blamed on a _______in student applications, but money is a _______: chemistry degrees are expensive to provide - compared with English, for example - and some scientists say that the way the government concentrates research _______on a small number of top departments, such as Bristol, exacerbates the _______ .",
"options": ["motive","witnesses","fall","rise","problem","funding","factor","predicts"],
"answers": ["predicts", "fall", "factor", "funding", "problem"]
},

{
"text":"An ice storm is a type of _______when _______rainfall comes down into the cold air and the water turned into _______. Once there were _______than 16,000 households which had a blackout _______an ice storm as the cables snapped with ice weighing on them.",
"options": ["weather","cold","icy","more","during","rather","climate","after","ice"],
"answers": ["weather", "cold", "ice", "more", "during"]
},

{
"text":"Chaucer' s Tales quickly _______ through England in the early fifteenth century. Scholars feel The Canterbury Tales _______their instant and continued success because of their accurate and oftentimes _______portrayal of human nature, unchanged through 600 years since Chaucer' s time George Macy, founder of The Limited Editions Club wrote on The Canterbury Tales.",
"options": ["reached","arrived","spread","revealed","pictographic","vivid"],
"answers": ["spread", "reached", "vivid"]
},

{
"text":"Pre-Raphaelitism was Britain's most significant and influential 19th-century art movement. Founded in 1848, it _______ on a group of three young artists: William Holman Hunt, Dante Gabriel Rossetti and John Everett Millais. These artists sought to revive English art by radically turning away from the old studio _______and bringing painting into direct _______with nature. With an eye for absolute _______,every detail was now to have intense realist as well as _______ meaning.",
"options": ["symbolic","delicacy","accuracy","counted","persuasive","centered","tradition","relation","contact","conflict"],
"answers": ["centered", "tradition", "contact", "accuracy", "symbolic"]
},

{
"text":"The American executive, unlike the British, has no _______with the legislature, and this lack of _______between executive and legislature is one of the _______features of American federal government. The Constitution guarded against executive control by _______ federal officials, whether civil or military, from membership in Congress.",
"options": ["disqualifying","importance","obvious","coordination","distinctive","accepting","connection"],
"answers": ["connection", "coordination", "distinctive", "disqualifying"]
},

{
"text":"Your teenage daughter gets top marks in school, captains the debate team, and volunteers at a shelter for homeless people. But while driving the family car, she text-messages her best friend and rear-ends another vehicle. How can teens be so clever, accomplished, and responsible-and reckless _______? Easily, according to two physicians at Children's Hospital Boston and Harvard Medical School (HMS) who have been _______the _______structure and chemistry of the _______brain. The teenage brain is not just an adult brain with fewer miles on it, says Frances E. Jensen, a professor of neurology. It's a paradoxical time of _______. These are people with very _______brains, but they're not quite sure what to do with them. Research during the past 10 years, powered by technology such as functional magnetic resonance imaging, has revealed that young brains have _______fast-growing synapses and sections that remain unconnected.",
"options": ["explored","adult","respectively","sharp","exploring","unique","adolescent","at the same time","both","development"],
"answers": ["at the same time", "exploring", "unique", "adolescent", "development", "sharp", "both"]
},

{
"text":"Volcanoes blast more than 100 million tons of carbon dioxide into the atmosphere every year but the gas is usually _______. When a volcano erupts, carbon dioxide spreads out into the atmosphere and isn't _______in one spot. But sometimes the gas gets trapped underground under enormous pressure. If it escapes to the surface in a dense _______ , it can push out oxygen-rich air and become deadly.",
"options": ["cloud","concentrated","dangerous","harmless","underground","aimed","air","harmful","atmosphere","collection","over","fact"],
"answers": ["harmless", "concentrated", "cloud"]
},

{
"text":"The most common _______ for carrying out a detailed medical examination of a dead person - a postmortem or autopsy - is when it is necessary to _______ the cause of death. In some circumstances, a doctor may be allowed to perform a post-mortem in pursuit of medical _______. The examination is usually performed by a pathologist, and _______dissection of the body, and tests done on blood, tissues and internal organs, but sometimes it is performed by a doctor.",
"options": ["defect","reason","means","establish","specimens","knowledge","involves"],
"answers": ["reason", "establish", "knowledge", "involves"]
},

{
"text":"Wind-blown _______of sand from dunes may carry far inland, covering fields and diverting streams. More seriously, drifting sands can bury whole buildings and transform _______land into desert. However, dunes can be made more stable by the artificial _______of marram grass, a plant so robust that it can find _______even in sand. The grass spreads over the _______of the dune, protecting it against wind, while its roots bind the sand together.",
"options": ["summit","grains","fallow","fertile","surface","nourishment","clouds","planting"],
"answers": ["grains", "fertile", "planting", "nourishment", "surface" ]
},

{
"text":"Gunpowder, also referred to as 'black powder', was the only _______ chemical explosive until the mid-nineteenth century. It _______ potassium nitrate, or 'saltpeter', which is an oxidiser, and a combination of charcoal and sulphur serves as fuel. There is an _______ consensus that gunpowder was initially invented in China as early as the ninth century. This _______to its use in fireworks and in gunpowder weapons.",
"options": ["includes","contains","caused","academic","known","unique","led"],
"answers": ["known", "contains", "academic", "led"]
},

{
"text":"People are naturally concerned about the polluting _______of energy sources such as oil or coal. Wind farms are the _______. With their enormous rotating blades, these huge _______are becoming more commonplace in certain _______of the world. Yet for some people, they are an unwelcome _______of the landscape.",
"options": ["machines","product","sight","feature","answer","regions","damages","effects"],
"answers": ["effects", "answer", "machines", "regions", "feature"]
},

{
"text":"Although for centuries preparations derived from living _______ were applied to wounds to destroy _______ ,the fact that a microorganism is _______of destroying one of another species was not _______until the latter half of the 19th century. When Pasteur noted the antagonistic effect of other bacteria on the anthrax organism and pointed out that this action might be put to _______ use.",
"options": ["convinced","capable","infection","material","therapeutic","established","contamination","matter"],
"answers": ["matter", "infection", "capable", "established", "therapeutic"]
},

{
"text":"Reading is an active process, not a _______one. We always read within a _______context, and this affects what we notice and what seems to matter. We always have a purpose in reading a text, and this will shape how we _______ it. Our purpose and background knowledge will also _______the strategies we use to read the text.",
"options": ["predominate","specific","approach","digital","determine","passive","volume"],
"answers": ["passive", "specific", "approach", "determine"]
},

{
"text":"You have about 30 minutes to answer each question. You must take account of how many marks are _______for each part when you answer it. Even if you think you can write more, don't spend 15 minutes _______a part worth only 5 marks. Leave space at the end of your answer and come back to it if you have _______to spare later. And if you can't think of an answer to some part, leave a space and move on to the next part. Don't write about something else if you don't know the correct answer — this is just a waste of your _______ time (and the examiner's).",
"options": ["time","accelerated","routine","valuable","answering","available"],
"answers": ["available", "answering", "time", "valuable"]
},

{
"text":"A new interdisciplinary centre for the study of the frontiers of the universe, from the tiniest subatomic particle to the largest chain of galaxies, has been formed at the University of Texas at Austin. The Texas Cosmology Center will be a way for the university's departments of Astronomy and Physics to _______ on research that concerns them both. This centre will bring the two departments together in an area where they _______ in the physics of the very early universe, said Dr. Neal Evans, Astronomy Department chair. Astronomical observations have revealed the presence of dark matter and dark energy, _______ that challenge our knowledge of fundamental physics. And today's leading theories in physics _______ energies so high that no earthbound particle accelerator can test them. They need the universe as their _______. Dr. Steven Weinberg, Nobel laureate and professor of physics at the university, called the advent of the centre a very exciting development for that department.",
"options": ["laboratory","discoveries","collaborate","destination","overlap","polish","vicious","involve"],
"answers": ["collaborate", "overlap", "discoveries", "involve", "laboratory"]
},

{
"text":"Since the last papal reform, several _______have been offered to make the Western calendar more useful or _______. Very few reforms, such as the rather different decimal French Republican and Soviet calendars, had gained official _______ but each was put out of use shortly after its introduction.",
"options": ["uniform","impeachments","decisions","acceptance","regular","proposals"],
"answers": ["proposals", "regular", "acceptance"]
},

{
"text":"Although Botswana is rich in diamonds, it has high unemployment and stratified socioeconomic classes. In 1999, the nation _______ its first budget deficit in 16 years _______ of a slump in the international diamond market. Yet Botswana _______ one of the wealthiest and most stable countries on the African continent.",
"options": ["suffered","endure","while","continent","remains","enjoyed","because"],
"answers": ["suffered", "because", "remains"]
}

]































































































































































