[
    {
        "id": 1,
        "content": "The bill calls for the establishment of the National Landslide Hazards Reduction Program within one year of becoming law. The program serves numerous functions, including to identify and understand landslide hazards and risks, reduce losses from landslides, protect communities at risk of landslides hazardsand improve communication and emergency preparedness."
    },
    {
        "id": 2,
        "content": "Agricultural problems due to climate change of normal weather, water depletion and the collapse of soil have become big problems in all parts of the world. Many are now focusing on ethics and family farming as a way to combat these issues."
    },
    {
        "id": 3,
        "content": "An innovative new product or service can give a firm a head start over its rivals, which can be difficult for a new entrant to overcome. If the new technology is also patented, then other firms cannot simply copy its design. It is legally protected."
    },
    {
        "id": 4,
        "content": "A community's urban forest is an extension of its pride and community spirit. Trees enhance community economic stability by attracting businesses and tourists as people ten to linger and shop longer along tree-lined streets. Apartments and offices in wooded areas rent more quickly and businesses leasing office spaces in developments with trees reported higher productivity and fewer absences."
    },
    {
        "id": 5,
        "content": "The networks of roots that plants use to absorb water and nutrients can encompass a space larger than the part of the plant visible above ground. The nature of these roots systems can help plants adapt to challenging environments such as deserts. For instance, mesquite trees can develop tap roots capable of digging more than 50 yards deep to reach water"
    },
    {
        "id": 6,
        "content": "Within this free course, you will be introduced briefly to the discipline of child psychology and to theories and approaches that have been developed to help us understand and support children's lives by focusing on the individual children. Psychologists can assess changes in their child's abilities over time, including their physical, cognitive, social, and emotional development."
    },
    {
        "id": 7,
        "content": "The course considers the ways in which thinkers have responded to the particular political problems of their day and the ways in which they contribute to a broader conversation about human goods and needs, justice, democracy, and the proper relationship of the individual to the state."
    },
    {
        "id": 8,
        "content": "Statistics are indicators of change and allow meaningful comparisons to be made. While it may be the issues rather than the statistics as such that grab people's attention, it should be recognized that it is the statistics that informed the issues. Statistical literacy, then, is the ability to accurately understand, interpret and evaluate the data that inform these issues."
    },
    {
        "id": 9,
        "content": "Three hundred and eighty years after his death, William Shakespeare remains the central author of the English-speaking world; he is the most quoted poet and the most regularly produced playwright — and now among the most popular screenwriters as well. Why is that, and who 'is' he?"
    },
    {
        "id": 10,
        "content": "At a time when stress levels are soaring, rates of depression are increasing and the gap between rich and poor is ever widening. We believe that giving can play a positive role in helping people to feel connected to those around them and generate a sense of purpose and hope. When we give, we feel valued, useful and happy."
    },
    {
        "id": 11,
        "content": "Your tutor helps you make the most of your time at university by giving you guidance and support along the way. All new students are allocated a personal tutor who will encourage you to get the most out of your course, direct you to other sources of support and help you achieve your goals."
    },
    {
        "id": 12,
        "content": "To some extent, attendance at cultural venues and events is influenced by a person's age and the composition of the household in which they live. For example, those people in households with dependent children were more likely to visit zoological parks and aquariums than people living in single person households."
    },
    {
        "id": 13,
        "content": "Your body is nearly two-thirds water. And so it is really important that you consume enough fluid to stay hydrated and healthy. If you don't get enough fluid you may feel tired, get headaches, and not perform at your best."
    },
    {
        "id": 14,
        "content": "The tortoise size and shell shape varies depending on where they live. The shell is made of bone and is a dull brown color. Their ribs, backbone and breastbone have become part of the shell, which is why you can never separate the tortoise from its shell."
    },
    {
        "id": 15,
        "content": "In this course, we will explore how such things as department stores, nationally advertised brand-name goods, mass produced cars and suburbs transformed the American economy, society and politics. The course is organized both thematically and chronologically. Each period deals with a new development in the history of consumer culture."
    },
    {
        "id": 16,
        "content": "Experts discuss the significance of attending the theater as a civic occasion, associated with the political and cultural achievements of Athens. Through archeology and analyses of contemporary art forms such as decoration on pottery, a picture is built up of ancient Greek theater."
    },
    {
        "id": 17,
        "content": "Members of a culture must conform to its norms for the culture to exist and function. Hence, members must want to conform and obey rules. They first must internalize the social norms and values that dictate what is normal for the culture. Then they must socialize or teach norms and values to their children"
    },
    {
        "id": 18,
        "content": "Expression became important during the romantic movement with artwork expressing a definite feeling, as in the sublime or dramatic. Audience response was important, for the artwork was intended to evoke an emotional response. This definition holds true today as artists look to connect with and evoke responses from their viewers."
    },
    {
        "id": 19,
        "content": "We seek to improve learner's experience of education at college and help them to aspire, achieve and progress. We must embed equality and diversity in everything we do, both as a provider and an employer. We hope to prepare our students for work, higher education and citizenship by equipping our staff with the skills to meet this agenda."
    },
    {
        "id": 20,
        "content": "The natural environment can be hazardous, and, with increased travel and leisure, people today are more likely than ever to be exposed to potentially life-threatening conditions. Although the human body can adjust to some extent, it cannot cope with poisons or prolonged exposure to extremes of environment."
    },
    {
        "id": 21,
        "content": "In the late 16th and 17th centuries, many English, French and Dutch emigrants went to North America in search of gold and silver. But they did not find it. Instead, settlers were forced to support themselves by cultivating crops that they could sell in Europe, like tobacco, indigo and rice."
    },
    {
        "id": 22,
        "content": "We believe in the inherent value of research in the humanities and social sciences. And our research data agenda is given by the pursuit of new knowledge that will be of benefit of Australia and the world. We offer one of the most comprehensive programs in the humanities and social sciences in Australia and the Asian Pacific region."
    },
    {
        "id": 23,
        "content": "The whole purpose of making notes is to aid your learning. It is important to go back over them within a day of making them to make sure they make sense and make them legible for future revisions. Also, going back over them should highlight the key questions of areas in which you want to do further reading."
    },
    {
        "id": 24,
        "content": "The word radical from the Latin word for roots means anyone who advocates fundamental change in the political system. Literally, a radical is one who proposes to attack some political or social problems by going deep into the social or economic fabric to get at the root cause and alter this basic weakness."
    },
    {
        "id": 25,
        "content": "This is a new, accessible and engaging textbook written by academics who also work as consultants with organizations undergoing change. It offers a unique combination of rigorous theoretical exploration together with practical insights from working with those who are actually responsible for managing change."
    },
    {
        "id": 26,
        "content": "There were various explanations for volcano behavior before the structure of the earth mantle as a semisolid material was developed. For decades, awareness that compression and radioactive materials may be heat sources was discounted and volcanic action was often attributed to chemical reactions and a thin layer of molten rock near the surface."
    },
    {
        "id": 27,
        "content": "According to a peer-reviewed study medical cannabis led to 'a statistically significant improvement' in quality of life, employment status, and in the reduction of the number of medications in those with Tourette's Syndrome, in addition to improving comorbidities."
    },
    {
        "id": 28,
        "content": "A new breed of rice that is a hybrid of an annual Asian rice and a perennial African rice could be a more sustainable option. The hybrid rice was able to produce grain for 8 consecutive harvests over four years at a yield comparable to the standard annual Asian rice, with much lower costs and labour."
    },
    {
        "id": 29,
        "content": "USA sexually ‘teased’ its troops in the First World War to make them fight harder. Believing that sexually satisfied men could not be easily motivated, the aim of this teasing was to generate unmet sexual desire, which the War Department could leverage as motivation to fight."
    },
    {
        "id": 30,
        "content": "Most babies start developing their hearing while still in the womb, prompting some hopeful parents to play classical music to their pregnant bellies. Some research even suggests that infants are listening to adult speech as early as 10 weeks before birth, gathering the basic building blocks of their family's native tongue."
    },
    {
        "id": 31,
        "content": "People in their 20s and 30s who drink moderate to heavy amounts of alcohol may be more likely to have a stroke as young adults than people who drink low amounts or no alcohol, according to a study. The risk of stroke increased the more years people reported moderate or heavy drinking."
    },
    {
        "id": 32,
        "content": "The Texas law prohibiting abortion after detectable embryonic cardiac activity was associated with a decrease in in-state abortions and an increase in residents obtaining out-of-state abortions. The proportion of out-of-state abortions obtained at 12 weeks increased significantly from 17.1% to 31%."
    },
    {
        "id": 33,
        "content": "Vitamin D deficiency linked to premature death. Over a 14-year follow-up period, researchers found that the risk for death significantly decreased with increased vitamin D concentrations, with the strongest effects seen among those with severe deficiencies."
    },
    {
        "id": 34,
        "content": "Air pollution reduced when U.S. embassies around the world installed monitors and tweeted the Readings. The resulting reductions in air pollution levels had large health benefits for residents in these cities, speaking to the potential efficacy of other monitoring and information interventions."
    },
    {
        "id": 35,
        "content": "A study of nearly 2,children found that those who reported playing video games for three hours per day or more performed better on cognitive skills tests involving impulse control and working memory compared to children who had never played video games."
    },
    {
        "id": 36,
        "content": "Until now, Mars has been generally considered a geologically dead planet. An international team of researchers led by ETH Zurich now reports that seismic signals indicate volcanism still plays an active role in shaping the Martian surface."
    },
    {
        "id": 37,
        "content": "Globalization refers to a set of changes rather than a single change. Many of these changes are social, cultural and political rather than purely economic, and one of the main drivers in addition to the global marketplace is the communication revolution."
    },
    {
        "id": 38,
        "content": "We've spent a lot of money over the last seventy years on flood control, and it's protected millions of people and has saved us billions of dollars. We've built dams to hold back the waters. We've built levees to keep the water off the people, and we've raised the ones that were originally started in seventeen eighteen."
    },
    {
        "id": 39,
        "content": "Psychology is the study of cognitions, emotions, and behavior. Psychologists are involved in a variety of tasks. Many spend their careers designing and performing research to understand how people behave in specific situations, how and why we think the way we do, and how emotions develop and what impact they have on our interactions with others."
    },
    {
        "id": 40,
        "content": "Political scholars had historically recognized the social love of the mass media. The impact of the mass media on the election and governing process has greatly increased over the last fifty years. Tomorrow, the mass media will become the 'central nervous system' for your society and the major source of public information."
    },
    {
        "id": 41,
        "content": "Changes in climate affect, for example, the plant and animal life of a given area. The presence of coal beds in North America and Europe along with evidence of glaciation in these same areas indicates that they must have experienced alternately warmer and colder climates than they now possess."
    },
    {
        "id": 42,
        "content": "Research has shown that the gut microbiome is important for human physiology and health. Disturbances to the composition of the gut microbiome can be associated with chronic diseases such as gastrointestinal inflammatory disorders, neurological, cardiovascular and respiratory illnesses. The human body has evolved strategies to ensure that a symbiotic relationship exists between the microbes in our gut and our cells."
    },
    {
        "id": 43,
        "content": "Neutron stars — the compressed remains of massive stars gone supernova — are the densest 'normal' objects in the known universe (black holes are technically denser, but far from normal). Just a single sugar-cube worth of neutron-star material would weigh 100 million tons here on Earth, or about the same as the entire human population."
    },
    {
        "id": 44,
        "content": "Based on the results from this study, we hypothesized that a high-protein diet coupled with low carbohydrate intake would be beneficial for prevention of bone loss in adults."
    },
    {
        "id": 45,
        "content": "Written by ten eminent professors, it had been updated to reflect the shifts of sociological thought in the last five years, making it the most comprehensive, authoritative, and contemporary dictionary available. It was essential reading for all students and teachers of sociologies and other related courses, and also for the general reader."
    },
    {
        "id": 46,
        "content": "Since our graduate admission school is not centralized, each of the university‘s 6 schools and colleges admits students to its own programs. For information about specific program degrees, graduate applications, graduate admission requirements and procedures, graduate scholarships and the status of your application, visit the individual school websites."
    },
    {
        "id": 47,
        "content": "The wonderful framework of mature trees creates a secluded, enclosed atmosphere that unites a great variety of plantings to inspire visitors in all seasons. Spring in the garden is marked by leafing up and flowering of trees and the eruption of the flowers in the bulb meadows, and woodland understory."
    },
    {
        "id": 33,
        "content": "Points: About a person who graduated from Cambridge and what his position was. He lived in Manchester, and died there."
    },
    {
        "id": 33,
        "content": "There were two types of soldier in the Roman Army: the roman legionary and the auxiliaries. The legionaries were the very best soldiers and the auxiliaries were actually non-Roman citizens. Legionaries wore an undershirt made of linen and a woollen tunic. The linen helped the soldiers to stay cool while the wool helped to trap heat, keeping the soldiers warm."
    },
    {
        "id": 33,
        "content": "Scholars build their own personal libraries to support not only particular projects but also general reading in their field. They buy or make photocopies of materials when possible, so they can consult them frequently, mark pages and write annotation on them. When moving into a new field, they add to their collections, usually concentrating on primary texts."
    },
    {
        "id": 33,
        "content": "Behavioral and social sciences research helps predict, prevent, and manage illness — in individuals and in whole populations. This research also helps people change their behaviors, understand treatments, and learn how to stick with them. Society's role is significant, too: access to health care affects decision making and behavior."
    },
    {
        "id": 33,
        "content": "Undergraduates may choose to major in any one of 125 academic majors. The universities distinguished faculty includes internationally known scientists, authors and teachers who are committed to continuing the university's tradition in providing one of the highest quality undergraduate educations available."
    },
    {
        "id": 33,
        "content": "Don't miss the beginning of the lecture since it is very often most valuable part, for instance, because it reviews previous lectures or outlines objects and lecture structure. If you easily get distracted by other students, sit near the front."
    },
    {
        "id": 33,
        "content": "The world's fifth largest continent: Antarctica is almost entirely covered by ice 2000 meters thick. The area sustains varied wildlife including seals, whales, and penguins. The Antarctic treaty signed in 1959 and enforced since 1961 provides for international governance of Antarctica."
    },
    {
        "id": 33,
        "content": "It’s time for this young loggerhead turtle to go to work. We can tether turtles in these little cloth harnesses, put them into this tank and dull swimming place. University of North Carolina biologist Ken Loman studies sea turtles that are programed from birth for an extraordinary journey. Mother turtles buried the eggs on the beach and then returned to the sea and the eggs hatch about 50 to 60 days later."
    },
    {
        "id": 33,
        "content": "The benefits and disadvantages of globalization are the subject of ongoing debate. The downside to globalization can be seen in the increased risk for the transmission of diseases. Globalization has of course led to great good, too. Richer nations now can come to the aid of poorer nations in crisis. Increasing diversity in many countries has meant more opportunity to learn about and celebrate other cultures."
    },
    {
        "id": 33,
        "content": "Points: We define paraphrasing as putting a passage from an author into your own words. However, what are your own words? How different must your paraphrase be from the original? The answer is it should be considerably different. The whole point of paraphrasing is to show you have read and understood another person's ideas and can summarize them in your own writing style rather than borrowing their phrases. If you just change a few words or add some bits of your own to an otherwise reproduced passage, you will probably be penalized for plagiarism. You should aim to condense and simplify a writer's ideas and describe them using different sentence structures and expressions."
    },
    {
        "id": 33,
        "content": "Nature offers no greater splendor than the starry sky on a clear, dark night. Silent, timeless, jeweled with the constellations of ancient myth and legend, the night sky has inspired wonder throughout the ages — a wonder that leads our imaginations far from the confines of Earth and the pace of the present day, out into boundless space and cosmic time itself."
    },
    {
        "id": 33,
        "content": "Tissues are grouped together in the body to form organs. These include the brain, heart, lungs, kidneys, and liver. Each body organ has a specific shape and is made up of different types of tissue that work together. For example, the heart consists mainly of a specialized type of muscle tissue, which contracts rhythmically to provide the heart's pumping action."
    },
    {
        "id": 33,
        "content": "Yet this landscape, which appeared so alien and confronting to the white settlers and explorers, had been home for thousands of years to Indigenous Australians for whom the plains, ranges and deserts were a sustaining, spiritual and integral part of their existence."
    },
    {
        "id": 33,
        "content": "Blue whales are the largest living mammals. Though reports of maximum length and weight vary from one account to another, Antarctic blue whales are known to have reached lengths to 100 feet and weights of over 150 tons before stocks were severely depleted by whaling operations. North Atlantic blue whales may be expected to reach lengths of 80-85 feet."
    },
    {
        "id": 33,
        "content": "Points: Spanish is one of the languages that are most spoken in the United States. ... French is very common in American."
    },
    {
        "id": 33,
        "content": "Points: Today, however, Skinner’s heirs are forcing the sceptics to think again (see article). Backed by billionaire techies such as Mark Zuckerberg and Bill Gates, schools around the world are using new software to 'personalize' learning. This could help hundreds of millions of children stuck in dismal classes—but only if edtech boosters can resist the temptation to revive harmful ideas about how children learn. To succeed, edtech must be at the service of teaching, not the other way around."
    },
    {
        "id": 33,
        "content": "History is selective. What history books tell us about the past is not everything that happened, but what historians have selected. They cannot put in everything: choices have to be made. Choices must similarly be made about which aspects of the past should be formally taught to the next generation in the shape of school history lessons."
    },
    {
        "id": 33,
        "content": "Points: credit cards used instead of cash, benefits and problems"
    },
    {
        "id": 33,
        "content": "Points: London's National Portrait Gallery is currently celebrating the fifty-year career of photographer Sandra Lousada. The twenty one portraits on display depict key figures in literature, film and fashion from the early 1960s. Subsequent to the acquisition of forty portraits by Lousada, the display at The National Portrait Gallery highlights shots taken between 1960 and 1964, many of which feature in Lousada's book Public Faces Private Places (2008). Formal commissioned portraits are shown alongside behind the scenes photographs taken on films sets and unguarded portraits of sitters captured at home."
    },
    {
        "id": 33,
        "content": "Points: Interdisciplinarity or interdisciplinary studies involves the combination of two or more academic disciplines into one activity (e.g., a research project). It draws knowledge from several other fields like sociology, anthropology, psychology, economics etc. It is about creating something by thinking across boundaries. It is related to an interdiscipline or an interdisciplinary field, which is an organizational unit that crosses traditional boundaries between academic disciplines or schools of thought, as new needs and professions emerge."
    },
    {
        "id": 33,
        "content": "These decisions are highly nuanced. Of course we use a lot of data to inform our decisions, but we also rely very heavily on iteration, research, testing, intuition and human empathy. Now, sometimes the designers who work on these products are called 'data-driven,' which is a term that totally drives us bonkers. The fact is, it would be irresponsible of us not to rigorously test our designs when so many people are counting on us to get it right."
    },
    {
        "id": 33,
        "content": "Points: Neural networks are some of the most important tools in AI. So far, they run on traditional processors in the form of adaptive software, but experts are working on an alternative concept, the 'neuromorphic computer'. In this case, neurons are not simulated by software but reconstructed in hardware components. A team of researchers has now demonstrated a new approach to such hardware- targeted magnetic waves that are generated and divided in micrometer-sized wafers."
    },
    {
        "id": 33,
        "content": "A single protein is a master regulator of mouse muscle function during aging, a new study finds. Blocking this protein increased muscle strength and endurance in old animals. It may play a role in age-related muscle weakening in humans."
    },
    {
        "id": 33,
        "content": "The most important issue is concerned with the problem of funding. Social services receive different donations or grants from the government. However, these sums are not sufficient for the solution of all problems. The second most important issue consists in the huge spending. The money social services achieve is not enough for normal functioning. The third problem, affecting human services, is the lack of skilled and experienced employees./"
    },
    {
        "id": 33,
        "content": "Today, telecommunication is widespread and devices that assist the progress are common in many parts of the world. There is also a vast array of networks that connect these devices, including computer, telephone and cable networks. Computer communication across the Internet, such as e-mail and instant messaging, is just one of many examples of telecommunication."
    },
    {
        "id": 33,
        "content": "The coronavirus pandemic has shifted many of our interactions online, with Zoom video calls replacing in-person classes, work meetings, conferences and other events. Will all that screen time damage our vision? Maybe not. It turns out that our visual perception is highly adaptable, according to new research."
    },
    {
        "id": 33,
        "content": "Women who deliver their first child by cesarean section (C-section) are less likely to conceive a second child than those who deliver vaginally, despite being just as likely to plan a subsequent pregnancy, according to researchers. The team followed more than 2,women for three years after they delivered their first child."
    },
    {
        "id": 33,
        "content": "Points: Modern humans arrived in westernmost Europe 41, to 38, years ago, about 5, years earlier than previously known, according to an international team of researchers that discovered stone tools used by modern humans dated to the earlier time period in a cave near the Atlantic coast of central Portugal. The tools document the presence of modern humans at a time when Neanderthals were thought to be present in the region."
    },
    {
        "id": 33,
        "content": "Just how stressed are teachers? A recent Gallup poll found teachers are tied with nurses for the most stressful occupation in America today. Unfortunately, that stress can have a trickle-down effect on their students, leading to disruptive behavior that results in student suspensions."
    },
    {
        "id": 33,
        "content": "If countries can specialize in certain goods they can benefit from economies of scale and lower average cost. This is especially true in the industry with high fixed costs or that require a high level of investment. The benefits of the economy of scale will ultimately lead to lower prices for consumers and greater efficiency for exporting firms."
    },
    {
        "id": 33,
        "content": "A constellation is an area on the celestial sphere in which a group of stars forms an imaginary outline or pattern, typically representing an animal, mythological person or creature, or an inanimate object. The origins of the earliest constellations likely go back to prehistory"
    },
    {
        "id": 33,
        "content": "Investigators also compared those microbes with those living in 52 other soil samples taken from all around the planet. The park had organisms that also exist in deserts, frozen tundra, forests, rainforests, and prairies. Antarctica was the only area that had microbes that did not overlap with those found in Central Park. Only a small percentage of the park’s microbes were found to be already listed in databases."
    },
    {
        "id": 33,
        "content": "Before the discovery of Australia, people in the old world were convinced that all swans were white, an unassailable belief as it seemed completely confirmed by empirical evidence. The sighting of the first black swan might have been an interesting surprise for a few scientists, but that is not where the significance of the story lies."
    },
    {
        "id": 33,
        "content": "Australians speak English of course. But for many tourists and even some locals, Australian English has only tenuous links with mother tone. Our speech is prepared with words and phrases whose arcane meanings are understood only by the initiate. It is these colorful colloquialisms that Australian slang set to truly explain."
    },
    {
        "id": 33,
        "content": "Have you ever pictured a world without light? Just think how much we rely on man-made light sources in our lives. Without engineers, we wouldn't be able to live the way we do. No street lights, no TV, no computer display, no house lights. Engineers design and build all these things, and they also design, build and run the electricity systems that power all these light sources."
    },
    {
        "id": 33,
        "content": "Imagine living all your life as the only family on your street. Then, one morning, you open the front door and discover houses all around you. You see neighbors tending their gardens and children walking to school. Where did all the people come from? What if the answer turned out to be that they had always been there — you just hadn't seen them?"
    },
    {
        "id": 33,
        "content": "A unique characteristic of online shopping environments is that they allow vendors to create retail interfaces with highly interactive features. One desirable form of interactivity from a consumer perspective is the implementation of sophisticated tools to assist shoppers in their purchase decisions by customizing the electronic shopping environment to their individual preferences."
    },
    {
        "id": 33,
        "content": "Beauty contests, whether it's Miss Universe or Miss Teen International, are demeaning to women and out of sync with the times. Opponents say that they are nothing more than symbols of decline. Since Australians Jennifer Hawkins and Lauryn Eagle were crowned Miss Universe and Miss Teen International respectively, there has been a dramatic increase in interest in beauty pageants in this country."
    },
    {
        "id": 33,
        "content": "Companies will want to be known not just for the financial results they generate, but equally for the imprint they leave on society as a whole. First, ensuring that their products contribute positively. Second, operating in a way that approaches a 'net-neutral' impact to the natural environment. And third, cherishing their people."
    },
    {
        "id": 33,
        "content": "Traditional divisions of domestic work are understood to persist because of the strong association of the home with femininity and paid work with masculinity - to challenge who does what in the home is arguably tantamount to challenging what it is to be a woman or a man."
    },
    {
        "id": 33,
        "content": "Globalization has affected what we eat in ways we are only beginning to understand. Modern food production no longer relates to our biological needs but is in direct conflict with them. The relationship between diet and our fertility, our risk of cancer, heart disease and mental illness is becoming clearer. Yet much of our food is nutritionally bankrupt."
    },
    {
        "id": 33,
        "content": "Researchers have found that divorce has different kinds of negative impacts on the planet, including higher demand for resources and a lower rate of efficiency in the use of household resources. People have been talking about how to protect the environment and combat climate change, but divorce is an overlooked factor that needs to be considered."
    },
    {
        "id": 33,
        "content": "The elephant is the largest living land mammal. During evolution, its skeleton has greatly altered from the usual mammal, designed for two main reasons. One is to cope with the great weight of huge grinding cheek teeth and elongated tusk, making the skull particularly massive. The other is to support the enormous bulk of such a huge body."
    },
    {
        "id": 33,
        "content": "Shrimp farmers used to hold animals in nursery ponds for 30 to 60 days; now they try to move them into grow-out ponds in less than 30 days. This reduces stress on the animals and dramatically increases survivals in the grow-out ponds. Many farms that abandoned nursery ponds have gone back to them, and the results have been surprisingly positive. They're using the old, uncovered, earthen, nursery ponds."
    },
    {
        "id": 33,
        "content": "Australians do speak English. However, for some tourists and travelers, it can be difficult to understand the slang. Also, the links between Australian and American English were seen to be very tenuous. At least some colloquialisms in Australian English do not exist in other types of English."
    },
    {
        "id": 33,
        "content": "Tesla's theoretical work formed the basis of modern alternating current electric power systems. Thomas Edison promised him almost one million dollars in today's money to undertake motor and generator improvement. However, when Tesla asked about the money, Edison reportedly replied 'Tesla, you don't understand our American humor.' The pair became arch-rivals."
    },
    {
        "id": 33,
        "content": "The physical location of a restaurant in the competitive landscape of the city has long been known as a major factor in its likely success or failure. Once restaurants are established in such environments they can do little about their location. All they can do is work to improve customer access to their premises."
    },
    {
        "id": 33,
        "content": "Scientific studies show that by age three there is a gap in brain development between kids who read aloud and those who do not, and children from low-income families are disproportionately impacted by this gap. Making sure all parents know the importance of reading aloud to their children is critical to closing the achievement gap."
    },
    {
        "id": 33,
        "content": "Long isolated from Western Europe, Russia grew up without participating in the development like the Reformation that many Russians taking pride in their unique culture find dubious value. Russia is, as a result, the most unusual member of the European family, if indeed it is European at all. The question is still open to debate, particularly among Russians themselves."
    },
    {
        "id": 33,
        "content": "DeLone and McLean’s model has been criticized by some authors. Indeed, this model is specific to contexts of voluntary use of information technology. The usage variable remains a success variable of information systems if the user himself decides to adopt or reject the technology. However, for mandatory uses, such as for ERP systems, the use of the technology is obvious. The success of information systems cannot, therefore, be measured by usage."
    },
    {
        "id": 33,
        "content": "Blue is the most popular color. Food researchers disagree when humans searched for food, they learned to avoid toxic or spoiled objects, which were often blue, black, or purple. When food dyed blue is served to study subjects, they lose appetite."
    },
    {
        "id": 33,
        "content": "Food is one of the most important things you'll ever buy. And yet most people never bother to think about their food and where it comes from. People spend a lot more time worrying about what kind of blue jeans to wear, what kind of video games to play, what kind of computers to buy."
    },
    {
        "id": 33,
        "content": "Points: Every culture is riddled with unwritten rules, such as ones on punctuality. They are the invisible scaffold that frames the behaviour of individuals so that the collective can function in a frictionless and productive way. But the rigour of these rules and the exactitude with which they are enforced varies dramatically. Some nations tolerate singing in an elevator, swearing during an interview or entering a bank barefoot, for example, while others frown upon such behaviours."
    },
    {
        "id": 33,
        "content": "Points: Facebook has defended itself against claims that using the site can damage wellbeing and mental health. In a blogpost, it said while there was evidence it could negatively affect mood, the way it affected people was determined by how they used it. Facebook's downsides could be combated by making more use of the site and interacting positively. A social media expert said the way Facebook was built made it hard to use it in those better ways."
    },
    {
        "id": 33,
        "content": "Points: Three unusual lunar events will coincide on Wednesday night: a blue moon, a super moon and a blood moon. A blue moon signifies two new moons during the same month, because the moon's orbit does not coincide completely with the calendar. A super moon is when the moon gets the closest to earth. And a blood moon or total lunar eclipse happens when the earth, sun and moon are all lined up, making the moon appear red."
    },
    {
        "id": 33,
        "content": "Points: Parents can demonstrate while the child is still very young that TV is a medium to be used selectively. They can quite literally point children in the direction of informative, educational programs. There are some remarkable things for a preschooler to see and enjoy on television, and parents can impart the wonders of it while discouraging undesirable programs. Parents of young children should remember that while television undoubtedly does, through its better programs at least, provide preschoolers with considerable useful information, it doesn't make them smarter or improve their school performance."
    },
    {
        "id": 33,
        "content": "Points: The co-evolutionary relationship between cows and grass is one of nature's underappreciated wonders; it also happens to be the key to understanding just about everything about modern meat. For the grasses, which have evolved to withstand the grazing of ruminants, the cow maintains and expands their habitat by preventing trees and shrubs from gaining a foothold and hogging the sunlight; the animal also spreads grass seed, plants it with his hooves, and then fertilizes it with his manure."
    },
    {
        "id": 33,
        "content": "The uniquely scented flavor of vanilla is second only to chocolate in popularity on the world’s palate. It’s also the second most expensive spice after saffron. But highly labor intensive cultivation methods and the plant’s temperamental life cycle and propagation mean production on a global scale is struggling to keep up with the increasing demand for the product."
    },
    {
        "id": 33,
        "content": "Points: Living room is the most used part that withholds most of the traffic coming in and out of the house. It is highly recommended that the flooring should be strong enough that it can endure all such amendments done with your furniture or to the increasing and decreasing ratio of visitors. For this purpose, you can opt for hardwood flooring. Being classy and sophisticated in look it is the perfect choice for your living room whenever you are remodelling your home."
    },
    {
        "id": 33,
        "content": "Augustus was given the powers of an absolute monarch, but he presented himself as the preserver of republican traditions. He treated the Senate, or state council, with great respect, and was made Consul year after year. He successfully reduced the political power of the army by retiring many soldiers, but giving them land or money to keep their loyalty."
    },
    {
        "id": 33,
        "content": "While blue is one of the most popular colors, it is one of the least appetizing. Blue food is rare in nature. Food researchers say that when humans searched for food, they learned to avoid toxic or spoiled objects, which were often blue, black, or purple. When food dyed blue is served to study subjects, they lose appetite."
    },
    {
        "id": 33,
        "content": "Points: Marriage is a big step in anyone's life and there is an argument to be made against getting married too early. As any newlywed couple knows, there is a huge amount of financial pressure associated with marriage. Firstly, the wedding reception and honeymoon will cost you an arm and a leg. Then there's the matter of home loans, rent and energy bills. If you're looking to start a family, your child's education is another thing you need to save up for. Teenagers should probably find a proper job before deciding to tie the knot."
    },
    {
        "id": 33,
        "content": "Botanic gardens are scientific and cultural institutions established to collect, study, exchange and display plants for research and for the education and enjoyment of the public. There are major botanic gardens in each capital city. Zoological parks and aquariums are primarily engaged in the breeding, preservation and display of native and exotic fauna in captivity."
    },
    {
        "id": 33,
        "content": "Points: The human animal's status as the only clever tool-user who can talk about our feelings is crumbling. Prairie dogs can make up words for new animals. Crows are born with the ability to make tools. Elephants recognise and stroke the bones of a lost family member. As biologists delve into these subjects, they're demonstrating that we're not nearly as unique as we once thought. It's the perfect time, scientifically speaking, to reassess our place in the animal kingdom."
    },
    {
        "id": 33,
        "content": "Never before has the world of journalism been so explosive, so global, and so competitive. Forget hourly news flashes; we live in a world of 24-hour breaking news, with radio and TV stations and Internet news sites updating stories by the minute."
    },
    {
        "id": 33,
        "content": "Points: Parents can communicate their personal feelings about undesirable programs both by discouraging their children from watching them and by writing to their local television station or to the programs sponsors. The public does have a voice. Clearly, not all programs need please everybody. We do have a choice of programs and we also have a choice, for ourselves and at least for our younger children, of watching or not watching. There is an off button on every set!"
    },
    {
        "id": 33,
        "content": "Points: Parents need to take control of the television viewing of pre-schoolers and children of early school age. A workable technique is to make a simple but firm weekly plan as to what programs will be permitted and how much time overall may be spent in viewing. Any child's weekly schedule normally involves a certain amount of time for school, naps, outdoor play and indoor play. There should not, therefore, be great amounts of unfilled time when the child gravitates towards the TV set."
    },
    {
        "id": 33,
        "content": "Points: A university is not a business. More precisely, a not-for-profit college or university is significantly different than a for-profit business. A university has no owners it is a public trust. Without owners it has no one to pay dividends to, and no one for whom it must maximize its profits. A business has a single over-riding goal: the maximization of return for the owners. A university has a multiplicity of goals: to foster learning, to create knowledge, and to serve its community."
    },
    {
        "id": 33,
        "content": "Much of what people do today disguises a desperate search for meaning, the result of the crisis of belief that has become a major problem of the western world. On the one hand, the elites and their high culture suffer a loss of confidence, and aimless consumerism is widespread; on the other, powerful new myths arise, as with sporting heroes."
    },
    {
        "id": 33,
        "content": "The researchers think that long-distance fliers such as the American golden-plover and the white rumped sandpiper picked up the spores while lining their nests. Then when the birds arrive in new places they molt, leaving behind the feathers and their precious cargo-to start growing again at the other end of the world."
    },
    {
        "id": 33,
        "content": "Points: Charles Darwin published his paper 'On the Origin of Species' in 1859. It is one of the most well-known pieces of scientific literature in human history. In the paper, Darwin proposes the theory of natural selection. He states that for any generation of any species, there will always be a struggle for survival. Individuals who are better suited to the environment are 'fitter', and therefore have a much higher chance of surviving and reproducing. This means that later generations are likely to inherit these stronger genetic traits."
    },
    {
        "id": 33,
        "content": "Market research is a vital part of the planning of any business. However experienced you or your staff may be in a particular field, if you are thinking of introducing a service to new area, it is important to find out what the local population thinks about it first."
    },
    {
        "id": 33,
        "content": "For the purposes of argument, culture is divided into material and non-material, and the speaker's aim is to show how they both affect each other. Material developments in tools and technology can affect non-material culture, our customs and beliefs, and the other way around. Genetics is used as an example as it has changed the way we think about life, but also our beliefs have affected its rate of development."
    },
    {
        "id": 33,
        "content": "Currently, integration is increasingly needed in the business environment. This need emerges from the efficiency and synergy requirements necessary in a complex and turbulent environment. In other words, integration is needed to facilitate coordination, which is again related to the building of competitive advantage."
    },
    {
        "id": 122,
        "content": "A university is a lot more than just classes and exams, university is a concept that offers you a host of possibilities to develop both academically and personally. Find out about the different projects, clubs and societies that are in your university. You will definitely find something you are interested in."
    },
    {
        "id": 123,
        "content": "Points: The student's reading in his own subject slows down, and his comprehension becomes less secure. He expresses himself slowly and often fails to convey his ideas exactly. He is disappointed to find that under pressure he makes a lot of unnecessary mistakes in areas where he knows the correct language forms. His social relations are difficult as he cannot find the right phrase quickly enough to keep a conversation going, so his language often betrays him into dullness, coldness, or worst of all, rudeness."
    },
    {
        "id": 124,
        "content": "Points: IT may well change the way you live, yet again. Welcome to the world mobile commerce, where your hand-held device, be it a mobile phone, a personal digital assistant (PDA) or any other wireless application will soon be used for commercial transactions. Skeptical? Consider these facts In Japan, mobile phones are used for location based services where the mobile service providers tie up with a host of other players such as restaurants, car rental companies etc. When the mobile user enters that zone, messages from all these players are flashed on the mobile device. Location base services are proved in several other countries as well."
    },
    {
        "id": 125,
        "content": "Points: The coastal wetlands have environmental and economic importance. Wetlands provide natural wealth. They have important filtering capabilities. As the runoff water passes, they retain excess nutrients and some pollutants. They maintain water flow during dry periods. Thousands of people depend on groundwater for drinking. They act as natural sponges of flood waters and contain soil erosion. They control floods and save the buildings from collapsing during heavy rains. The hardwood-riparian wetlands along the Mississippi River can store sixty days of floodwater."
    },
    {
        "id": 126,
        "content": "The climate for doing business improved in Egypt more than in any other country last year, according to a global study that revealed a wave of company-oriented reforms across the Middle East. The World Bank rankings, which look at business regulations, also showed that the pace of business reforms in Eastern Europe was overtaking East Asia "
    },
    {
        "id": 127,
        "content": "The brain is divided into two hemispheres, called the left and right hemispheres. Each hemisphere provides a different set of functions, behaviors, and controls. The right hemisphere is often called the creative side of the brain, while the left hemisphere is the logical or analytic side of the brain."
    },
    {
        "id": 128,
        "content": "Ever since I remembered, father woke up at five thirty every morning, made us all breakfast and read newspaper. After that, he would go to work. He worked as a writer. It was a long time before I realized he did this for a living."
    },
    {
        "id": 129,
        "content": "This finding is understandable in certain cases in spite of its high significance; that is because energy efficiency of building operation just represents a single aspect of sustainability."
    },
    {
        "id": 130,
        "content": "Modern buildings have to achieve certain performance requirements, at least to satisfy those of building codes, to provide a safe, healthy, and comfortable environment. However, these conditioned environments demand resources in energy and materials, which are both limited in supply, to build and operate."
    },
    {
        "id": 131,
        "content": "The situation is similar to a pregnant woman that has twin babies in her belly,” says Avi Loeb of the Harvard-Smithsonian Center for Astrophysics. He's proposing the idea in a paper that's been accepted for publication in the Astrophysical Journal Letters."
    },
    {
        "id": 132,
        "content": "The Grand Canyon is 277 miles long, up to 18 miles wide and attains a depth of over a mile. While thespecific geologic processes and timing that formed the Grand Canyon are the subject of debate by geologists, recent evidence suggests the Colorado River established its course through the canyon at least 17 million years ago."
    },
    {
        "id": 133,
        "content": "Akimbo, this must be one of the odder-looking words in the language and puzzles us in part because it doesn't seem to have any relatives. What's more, it is now virtually a fossil word, until recently almost invariably found in arms akimbo, a posture in which a person stands with hands on hips and elbows sharply bent outward, one signaling impatience, hostility, or contempt."
    },
    {
        "id": 134,
        "content": "Yellow is considered as the most optimistic color. Yet surprisingly, people lose their tempers more often in yellow rooms and babies cry more in them. The reason may be that yellow is the hardest color for eyes to take in. So it can be overpowering if overused."
    },
    {
        "id": 135,
        "content": "Tesla actually worked for Edison early in his career. Edison offered to pay him the modern equivalent of a million dollars to fix the problems he was having with his DC generators and motors. Tesla fixed Edison's machines and when he asked for the money he was promised, Edison laughed him off and had this to say, 'Tesla, you don't understand our American humor.'"
    },
    {
        "id": 136,
        "content": "Lincoln's apparently radical change of mind about his war power to emancipate slaves was caused by the escalating scope of war, which convinced him that any measure to weaken the Confederacy and strengthen the Union war effort was justifiable as a military necessity."
    },
    {
        "id": 137,
        "content": "In a genuine republic the will of the government is dependent on the will of the society, and the will of the society is dependent on the reason of the society. In Federalist 51, for example, James Madison claimed that the extent and the structure of the government of the United States make it dependent on the will of the society."
    },
    {
        "id": 138,
        "content": "Domestication is an evolutionary, rather than a political development. They were more likely to survive and prosper in an alliance with humans than on their own. Humans provided the animals with food and protection, in exchange for which the animals provided the humans their milk and eggs and yes — their flesh."
    },
    {
        "id": 139,
        "content": "The problem begins with the alphabet itself. Building a spelling system for English using letters that come from Latin — despite the two languages not sharing exactly the same set of sounds — is like building a playroom using an IKEA office set."
    },
    {
        "id": 140,
        "content": "A young man from a small provincial town — a man without independent wealth, without powerful family connections and without a university education — moved to London in the late 1580's and, in a remarkably short time, became the greatest playwright not of his age alone but of all time. How was this achievement of magnitude made? How did Shakespeare become Shakespeare?"
    }
]