[
    { "id": 72, "content": "Students must attend the safety course before entering the engineering workshop."},
    { "id": 72, "content": "At that time, people moved from towns to villages."},
    { "id": 72, "content": "Points: Students fear to write essays because they do not know how to"},
    { "id": 72, "content": "She has a small business about toys."},
    { "id": 72, "content": "Points: The ... staff ... student union."},
    { "id": 72, "content": "It is expected that all students have their own laptops."},
    { "id": 72, "content": "You have to submit the project by the end of the week."},
    { "id": 72, "content": "None of the students found it difficult to get a job."},
    { "id": 72, "content": "His particular interest is in the eighteenth century French society."},
    { "id": 72, "content": "Such behaviors are regarded as a deviation of the norm."},
    { "id": 72, "content": "There are lots of opportunities available for the student on campus."},
    { "id": 72, "content": "Before submitting the paper, your thesis must be approved by your tutor."},
    { "id": 72, "content": "The office opens on Monday and Thursday following the freshman seminar."},
    { "id": 72, "content": "The professor took a year off to work on her book."},
    { "id": 72, "content": "You may not be allowed to read any books without the 'reading list.'"},
    { "id": 72, "content": "Most of the student advisors are extremely helpful."},
    { "id": 72, "content": "If you are worried about your work, you should see a study counselor."},
    { "id": 72, "content": "We have specially assigned staff to help you find appropriate work placements."},
    { "id": 72, "content": "Renewable energy sources are now used to produce electricity."},
    { "id": 72, "content": "Living in the twenty first century is increasingly stressful."},
    { "id": 72, "content": "Please make sure you use the standard form of quotation."},
    { "id": 72, "content": "Please read the article that was given out yesterday."},
    { "id": 72, "content": "Compiling a bibliography can present a major challenge for some students."},
    { "id": 72, "content": "By logging in, you agree to all terms and conditions regarding your enrollment."},
    { "id": 72, "content": "We weren't able to agree on the appropriate independent variables."},
{ "id": 72, "content": "The chemistry building is located near the entrance of the campus."},
{ "id": 72, "content": "Today we have a guest speaker who is visiting from Canada."},
{ "id": 72, "content": "Tomorrow's lecture has been canceled due to the power cut."},
{ "id": 72, "content": "The assessment of this course will begin next week."},
{ "id": 72, "content": "This will be the first art exhibition to be held by the university."},
{ "id": 72, "content": "I think that to raise the issue and to talk about it is great."},
{ "id": 72, "content": "The university hosts a wide range of events both on and off campus."},
{ "id": 72, "content": "Our capacity to serve the community is a vital part of our role."},
{ "id": 72, "content": "A balanced diet will help you study more effectively."},
{ "id": 72, "content": "At the end of the day, people want to profit from return on their investment."},
{ "id": 72, "content": "The support and advice of lecturers within the department has been invaluable."},
{ "id": 72, "content": "Graduates from this course generally find jobs in the insurance industry."},
{ "id": 72, "content": "All the works you consult need to be mentioned in the bibliography."},
{ "id": 72, "content": "One of the first mass transit systems was located in France."},
{ "id": 72, "content": "Speaking one or more foreign languages will be useful in your career."},
{ "id": 72, "content": "I have lectures on Tuesday from nine o'clock until two o'clock."},
{ "id": 72, "content": "The professor plans to discuss issues in the news that reflect concepts taught in class."},
{ "id": 72, "content": "Each group should submit a rough outline of their project to their tutor."},
{ "id": 72, "content": "What's going on can help patients leave their fears at the door."},
{ "id": 72, "content": "There is a fitness center next to the student union."},
{ "id": 72, "content": "Animal behavior appears to contain both similar and distinct aspects to that of humans."},
{ "id": 72, "content": "Tomorrow evening, there will be a panel discussion on sustainable development."},
{ "id": 72, "content": "It's a great privilege to welcome our guest speaker to our college."},
{ "id": 72, "content": "Key aspects of this investigative paradigm may prove useful in other spheres."},
{ "id": 72, "content": "Points: New universities should allow students to enroll on other ... activities."},
{ "id": 72, "content": "All laboratory equipment will be provided in class."},
{ "id": 72, "content": "The key findings seem to contradict our initial hypothesis."},
{ "id": 72, "content": "Students’ papers should be about a current social issue."},
{ "id": 72, "content": "The college operates on a system of continuous assessments."},
{ "id": 72, "content": "Students who study overseas can significantly improve work chances."},
{ "id": 72, "content": "Please note, submission deadlines are only negotiable in exceptional circumstances."},
{ "id": 72, "content": "Tuesday is the final day for students to submit their assignments without any penalty."},
{ "id": 72, "content": "The capacity of programming computers is expanding enormously every year."},
{ "id": 72, "content": "Eating a healthy breakfast can provide energy throughout the day."},
{ "id": 72, "content": "The bibliography needs to be removed prior to the publication."},
{ "id": 72, "content": "The cafeteria is open on Monday and Thursday."},
{ "id": 72, "content": "Accommodations on campus are limited but there are more options nearby."},
{ "id": 72, "content": "The temporary library will be closed in the winter break."},
{ "id": 72, "content": "Points: When we take exams ... radio and audio."},
{ "id": 72, "content": "The first assignment is due on the fourteenth of September."},
{ "id": 72, "content": "The bus right out in the front will take you to the station."},
{ "id": 72, "content": "There are lots of opportunities to meet people in this course."},
{ "id": 72, "content": "The deadline of assignments is the fourth of February."},
{ "id": 72, "content": "The program is for technical and scientific students."},
{ "id": 72, "content": "This office is for students who want to study abroad."},
{ "id": 72, "content": "The information you need for this meeting is on the website."},
{ "id": 72, "content": "The percentage of respondents who knew that the earth circles the sun once each year remained essentially unchanged."},
{ "id": 72, "content": "This Thursday is the last day for students to withdraw subjects without any penalty."},
{ "id": 72, "content": "Students are encouraged to think carefully about their accommodation needs."},
{ "id": 72, "content": "An essay should use evidence from both primary and secondary sources."},
{ "id": 72, "content": "The final exam will test material from all chapters covered in class this term."},
{ "id": 72, "content": "The tutorial rooms are located along the left-hand side."},
{ "id": 72, "content": "The English expression is just a way of saying that age is not important."},
{ "id": 72, "content": "You can borrow up to two books at the same time in the library."},
{ "id": 72, "content": "I am glad that Professor Gordon just joined our faculty."},
{ "id": 72, "content": "Mobile phone chargers vary enormously from one place to another."},
{ "id": 72, "content": "There are many welcoming activities for new undergraduate and postgraduate students."},
{ "id": 72, "content": "Students can choose graduate certificate, graduate diploma and master course."},
{ "id": 72, "content": "Please note, the proposal submission deadline has been extended."},
{ "id": 72, "content": "Human activities are the principal cause of global warming."},
{ "id": 72, "content": "Many species have not yet been discovered by biologists."},
{ "id": 72, "content": "He told me it was the most important assignment of all."},
{ "id": 72, "content": "The trial experiment is to increase the interests of the issue and the jurisdiction clause."},
{ "id": 72, "content": "We’ve been doing research in that area for probably 25 years."},
{ "id": 72, "content": "The media have had a great influence on people's beliefs and attitudes."},
{ "id": 72, "content": "You realize that you can deal with a lot of situations."},
{ "id": 72, "content": "Marks will be awarded for a bibliography in the correct format."},
{ "id": 72, "content": "The campus car park will be closed next weekend."},
{ "id": 72, "content": "Understanding the historical context will help you appreciate the art in this era."},
{ "id": 72, "content": "She's doing a master's degree by distance learning."},
{ "id": 72, "content": "Numerous courses devoted to life sciences are listed in the prospectus."},
{ "id": 72, "content": "It's obviously vital that companies should fully understand their customers."},
{ "id": 72, "content": "The results of the study challenge previously held assumptions."},
{ "id": 72, "content": "Please make an appointment before attending the next meeting."},
{ "id": 72, "content": "Please make sure you have filled in all your details before submitting."},
{ "id": 72, "content": "Assignments should be submitted to the department office before the deadline."},
{ "id": 72, "content": "Computer failure is not an excuse for not submitting assignments on time."},
{ "id": 72, "content": "Points: Chocolate ... machine ."},
{ "id": 72, "content": "You have to submit projects by the end of this week."},
{ "id": 72, "content": "You may use your student identification card to borrow books at the library."},
{ "id": 72, "content": "Companies should do more to limit the amount of harmful gases released into the atmosphere."},
{ "id": 72, "content": "Keeping organized class notes will make study time more efficient."},
{ "id": 72, "content": "In Russia, my colleagues said my written language was hard to understand."},
{ "id": 72, "content": "For further information, you need to contact a member of our administration team."},
{ "id": 72, "content": "Students may not use calculators in the final exams."},
{ "id": 72, "content": "The first draft of the presentation is almost ready."},
{ "id": 72, "content": "The subject is complex and difficult to explain."},
{ "id": 72, "content": "In your introduction, show you understand the question in no more than four sentences."},
{ "id": 72, "content": "Telecommunication is based on the array of networks."},
{ "id": 72, "content": "Essays and assignments should be submitted to the department office before the deadline."},
{ "id": 72, "content": "The contemporary literature works have been broadened and extended through interpretation."},
{ "id": 72, "content": "All students must return the books to the college library before the end of the term."},
{ "id": 72, "content": "Note that the deadline of the submission of proposals has been extended for a week."},
{ "id": 72, "content": "Newspapers around the country are reporting the stories of the president."},
{ "id": 72, "content": "Today's lecture is canceled because the lecturer is ill."},
{ "id": 72, "content": "It took several hours for the fire brigade to extinguish the blaze."},
{ "id": 72, "content": "Social work is not the only subject in sociology."},
{ "id": 72, "content": "Collaboration is a feature of a successful company."},
{ "id": 72, "content": "A man who suffered serious brain damage during an operation is suing the hospital."},
{ "id": 72, "content": "We can discuss education in the tutorial next week."},
{ "id": 72, "content": "Several students raised different examples."},
{ "id": 72, "content": "Please make an appointment with your tutor about work."},
{ "id": 72, "content": "Remember your essay should have less than 2000 words."},
{ "id": 72, "content": "The university policy on plagiarism can be viewed on the website."},
{ "id": 72, "content": "The website has probably the most attractive designs and layouts."},
{ "id": 72, "content": "One creative individual in Japan has made a similar protest for decades."},
{ "id": 72, "content": "Points: ... plan your studies before exams."},
{ "id": 72, "content": "The hardness of the butter is proportional to the softness of bread."},
{ "id": 72, "content": "Fungi are important in the process of decay, which returns ingredients to the soil, enhances soil"},
{ "id": 72, "content": "fertility, and decomposes animal debris."},
{ "id": 72, "content": "Long before children are able to speak or understand a language, they communicate through facial expressions and by making noises."},
{ "id": 72, "content": "There is no point in designing efficient cars if we use them more and more."},
{ "id": 72, "content": "Please click the logo above to enter the site."},
{ "id": 72, "content": "Young children need education and organized activities."},
{ "id": 72, "content": "The brain is our central computer of our bodies."},
{ "id": 72, "content": "Read the safety instructions before using the equipment during the workshop."},
{ "id": 72, "content": "Exercise is important for mental and physical health."},
{ "id": 72, "content": "The gap between the rich and the poor does not decrease."},
{ "id": 72, "content": "We have three distinctive libraries which are nationally acclaimed."},
{ "id": 72, "content": "Tuesday sessions will last for approximately two hours."},
{ "id": 72, "content": "Everyone should get access to art galleries no matter where they live."},
{ "id": 72, "content": "Until you complete the form, you cannot attend."},
{ "id": 72, "content": "There is too much information on this topic."},
{ "id": 72, "content": "Presentation skills are important to both universities and workplaces."},
{ "id": 72, "content": "Major sports on campus include rugby, soccer and tennis."},
{ "id": 72, "content": "It is clear that the effects of climate change will damage the world economy."},
{ "id": 72, "content": "The framework will help pose more research questions systematically."},
{ "id": 72, "content": "Experience would be an advantage for this managerial role."},
{ "id": 72, "content": "The library is located on the north side of the campus."},
{ "id": 72, "content": "I would like the assignment less than 2000 words."},
{ "id": 72, "content": "Biographical information should be removed prior to the publication of the results."},
{ "id": 72, "content": "The United States is the largest chocolate manufacturing country."},
{ "id": 72, "content": "If you forget your password, you need to contact the student center."},
{ "id": 72, "content": "If you want your seminar to be postponed, make sure to get permission first."},
{ "id": 72, "content": "Please be careful when using internet sources."},
{ "id": 72, "content": "Please be careful when using online translation programs."},
{ "id": 72, "content": "The course comprises twenty hours of lectures, seminars and tutorials each week."},
{ "id": 72, "content": "To get further extension, you need to call the education executive on 401."},
{ "id": 72, "content": "Professor Gordon just called me a few minutes ago."},
{ "id": 72, "content": "Those students have to retake the module if their marks are too low."},
{ "id": 72, "content": "There won't be any space for me in the car."},
{ "id": 72, "content": "The books are filled with drawings of machines invented when he was a student."},
{ "id": 72, "content": "Our tutorial will take place on the second floor in room one."},
{ "id": 72, "content": "When we are stressed, our skin releases a natural chemical, a hormone, that repels mosquitoes."},
{ "id": 72, "content": "Please read the first five chapters to prepare for next week's tutorial."},
{ "id": 72, "content": "Students can download the lecture handouts from the course website."},
{ "id": 72, "content": "Being a vegan means not consuming any animal products."},
{ "id": 72, "content": "The university supplies a number of scholarships for those who have specific goals."},
{ "id": 72, "content": "Students should take advantage of the internet before attending the lecture."},
{ "id": 72, "content": "I would like an egg and tomatoes on white sandwich bread with orange juice."},
{ "id": 72, "content": "Applicants for the course preferably have a degree in English or journalism."},
{ "id": 72, "content": "The maximum production of chocolate is in the U.S.."},
{ "id": 72, "content": "Critical literature theories broaden interpretation."},
{ "id": 72, "content": "Any textual references you make should be cited appropriately in the bibliography."},
{ "id": 72, "content": "The cafeteria closes soon but the snack machine is accessible throughout the night."},
{ "id": 72, "content": "The technician left the new microscope in the biology lab."},
{ "id": 72, "content": "Only those who are over 18 years of age are eligible to open a bank account in our bank."},
{ "id": 72, "content": "Ideally, free trade is beneficial to both trading partners."},
{ "id": 72, "content": "All applications of internship are available in the office."},
{ "id": 72, "content": "The geographic assignment should be submitted by the midday of Friday."},
{ "id": 72, "content": "In English, the first letters of the months of the year are always capitalized."},
{ "id": 72, "content": "A thorough bibliography is needed at the end of every assignment."},
{ "id": 72, "content": "Contemporary critics dismissed his idea as eccentric."},
{ "id": 72, "content": "You come with me, and the others just stay here."},
{ "id": 72, "content": "We are required to submit the assignment before Friday."},
{ "id": 72, "content": "The lecture theater one is located on the ground floor of the Pack Building."},
{ "id": 72, "content": "The bookstore is located on the main campus behind the library."},
{ "id": 72, "content": "Is the hypothesis on black hole rendered moot as the explanation of astrophysics?"},
{ "id": 72, "content": "The number of company bankruptcy skyrocketed in the third quarter."},
{ "id": 72, "content": "It is argued that students can learn more in collaborative rather than individual study."},
{ "id": 72, "content": "Our capacity to respond to national needs will determine our ability to flourish."},
{ "id": 72, "content": "In my free time, I would like to read current affairs and newspapers."},
{ "id": 72, "content": "Anonymous behaviors can be identified without intervention.)"},
{ "id": 72, "content": "Internet provides unusual opportunities for students and current events."},
{ "id": 72, "content": "Children can share their lunch at around noon."},
{ "id": 72, "content": "I don't like cheese and tomato sandwiches on white bread and orange juice."},
{ "id": 72, "content": "If she doesn't speak the language, she's not going to sit around and wait for a translator."},
{ "id": 72, "content": "To answer such a complex question with a simple yes or no is absolutely impossible."},
{ "id": 72, "content": "Fishing is a sport and a means for surviving." },
{ "id": 72, "content": "In eighteen thirty, periodicals appeared in large numbers in America." },
{ "id": 72, "content": "Arteries carry oxygenated blood from the heart to other parts of the body." },
{ "id": 72, "content": "We will study the following two pictures in the next lecture." },
{ "id": 72, "content": "Companies are aiming to earn the money not to change the society." },
{ "id": 72, "content": "We need to read the first five chapters to prepare for next week's tutorial." },
{ "id": 72, "content": "It is good for the environment also good for your electricity bill." },
{ "id": 72, "content": "As a student union member, we can influence the change of the university." },
{ "id": 72, "content": "The generic biology technology lab is located at the North Wing of the library." },
{ "id": 72, "content": "Don’t hesitate to email me if you have any questions." },
{ "id": 72, "content": "It is within the framework that we're making our survey." },
{ "id": 72, "content": "The timetable will be posted on the website before the class starts." },
{ "id": 72, "content": "In eighteen eighty, cycling became a major phenomenon in Europe." },
{ "id": 72, "content": "The hypothesis on black hole is rendered moot as the explanation of the explosion." },
{ "id": 72, "content": "The older equipment has been put at the back of the building." },
{ "id": 72, "content": "The genetic biology technology lab is located at the North Wing of the library." },
{ "id": 72, "content": "We want to attract the very best students regardless of their financial circumstances." },
{ "id": 72, "content": "Expertise in particular areas distinguishes you from other graduates in a job interview." },
{ "id": 72, "content": "I didn't agree with the author’s argument, but his presentation was good." },
{ "id": 72, "content": "Students are competing for every place in the computer courses." },
{ "id": 72, "content": "Our school of arts and technology accepts applications at all points throughout the year." },
{ "id": 72, "content": "There are a range of housing options near the university." },
{ "id": 72, "content": "All sources of materials must be included in your bibliography." },
{ "id": 72, "content": "Negative discourse continues to be predominant in discussion of gender." },
{ "id": 72, "content": "Many undergraduate students go back home to stay with their parents after graduation." },
{ "id": 72, "content": "Nearly half of television outputs are given away for educational programs." },
{ "id": 72, "content": "The minimum mark for Distinction grade is no less than 75%." },
{ "id": 72, "content": "Organic food is grown without applying chemicals and the process is without artificial additives." },
{ "id": 72, "content": "I would like tomato and cheese sandwiches on white bread and orange juice." },
{ "id": 72, "content": "You can only choose one subject from biology and media." },
{ "id": 72, "content": "The student service center is located on the main campus behind the library." },
{ "id": 72, "content": "The United States has the maximum production of chocolate." },
{ "id": 72, "content": "A renowned economist is selected to have a speech tonight at eight." },
{ "id": 72, "content": "Arteries carry blood from heart to the other parts of the body." },
{ "id": 72, "content": "The hypothesis needs to be tested in a more rigorous way." },
{ "id": 72, "content": "His lecture is always useful and stimulating." },
{ "id": 72, "content": "It seems that language appears from nowhere." },
{ "id": 72, "content": "Today, we will be discussing the role of government in preventing injustice." },
{ "id": 72, "content": "We didn't have any noticeable variance between the two or three tasks." },
{ "id": 72, "content": "The theoretical proposal was challenged to grasp." },
{ "id": 72, "content": "The cafe will close soon but you can use the snack machine which is running overnight." },
{ "id": 72, "content": "Higher fees make students think more critically about what universities can offer." },
{ "id": 72, "content": "We are constantly looking for ways to bring industry and agriculture closer together." },
{ "id": 72, "content": "She is an expert of the eighteenth-century French literature." },
{ "id": 72, "content": "The Arts Magazine is looking for a new Assistant Editor." },
{ "id": 72, "content": "Genetic and biochemical analyses have generated a detailed portfolio of mechanisms." },
{ "id": 72, "content": "Newspapers across the world are reporting stories of presidents." },
{ "id": 72, "content": "Student loans are now available for international students." },
{ "id": 72, "content": "By clicking this button, you agree with the terms and conditions of this website." },
{ "id": 72, "content": "Physics is a detailed study of matter and energy." },
{ "id": 72, "content": "This small Indian state is a land of forests, valleys and snowy islands." },
{ "id": 72, "content": "Globalization has been an overwhelming urban and urbanization phenomenon." },
{ "id": 72, "content": "Due to the rising demand for courses, the university should also increase their academic staff." },
{ "id": 72, "content": "We offer a broad range of undergraduate and postgraduate courses." },
{ "id": 72, "content": "To receive the reimbursement, you must keep the original receipts." },
{ "id": 72, "content": "The wheelchair lift has been upgraded this month." },
{ "id": 72, "content": "The visiting professor is going to give a lecture on geology." },
{ "id": 72, "content": "The recent study has thrown out the validity of the argument." },
{ "id": 72, "content": "The office said Dr. Smith will arrive later today." },
{ "id": 72, "content": "The office opens on Mondays and Thursdays directly following the freshman seminar." },
{ "id": 72, "content": "The first few sentences of an essay should capture the readers' attention." },
{ "id": 72, "content": "The current statistical evidence indicates the need of further research." },
{ "id": 72, "content": "The college welcomes students from all over the world." },
{ "id": 72, "content": "The author expressed an idea that modern readers inevitably cannot accept." },
{ "id": 72, "content": "Sport is the main cause of traumatic brain injuries in the United States." },
{ "id": 72, "content": "The resident's hall is closed prior to the closing time of the academic building at the end of the semester." },
{ "id": 72, "content": "Put the knife and fork next to the spoon near the edge of the table." },
{ "id": 72, "content": "Most of the assignments should be submitted on the same day." },
{ "id": 72, "content": "More females than males graduated from universities last year." },
{ "id": 72, "content": "Meeting with tutors could be arranged for students who need additional help." },
{ "id": 72, "content": "It's the words of common occurrence that have different referential value." },
{ "id": 72, "content": "I’ve got a tutorial in an hour and I haven’t had any time to prepare for it." },
{ "id": 72, "content": "I will be in my office every day from ten to twelve." },
{ "id": 72, "content": "I believe children should read aloud more." },
{ "id": 72, "content": "Farmers do not always receive price for agricultural goods." },
{ "id": 72, "content": "Elephant is the largest land living mammal." },
{ "id": 72, "content": "Don’t forget to hand in your assignments by the end of next week." },
{ "id": 72, "content": "The context includes both the land history and the human history." },
{ "id": 72, "content": "Conferences are always scheduled on the third Wednesday of the month." },
{ "id": 72, "content": "Being a student representative on the union really cuts into my study time." },
{ "id": 72, "content": "Anyone who has a problem with their accommodation should speak to the welfare officer." },
{ "id": 72, "content": "Allergy problems do run in the family, but we don’t understand why." },
{ "id": 72, "content": "All students and staff have access to printers and scanners." },
{ "id": 72, "content": "All undergraduate students should participate in the seminar." },
{ "id": 72, "content": "All necessary information is in the assignment." },
{ "id": 72, "content": "A computer virus has destroyed all my files." },
{ "id": 72, "content": "You can change your courses on the website during the registration period." },
{ "id": 72, "content": "Your watch is fast, you need to reset it." },
{ "id": 72, "content": "You can pay using cash or a credit card." },
{ "id": 72, "content": "You can find the student service center on level one of Home Building." },
{ "id": 72, "content": "Please do not bring food into the classroom." },
{ "id": 72, "content": "Please pass the handouts along to the rest of the people in your row." },
{ "id": 72, "content": "I expect a long and stagnant debate for a week or two on this issue." },
{ "id": 72, "content": "All of our accommodations are within a walking distance to the academic buildings." },
{ "id": 72, "content": "The politics combine both the legislative and the political authorities." },
{ "id": 72, "content": "A science-based approach is vital for effective advancements." },
{ "id": 72, "content": "In marketing short-term thinking leads to many problems." },
{ "id": 72, "content": "The gap between the rich and the poor did not decrease rapidly as expected." },
{ "id": 72, "content": "The problem with this is that it fails to answer the basic question." },
{ "id": 72, "content": "Number the beakers and put them away." },
{ "id": 72, "content": "Our university has strong partnerships with industry as well as collaborative relationships with government bodies." },
{ "id": 72, "content": "What distinguishes him from others is his dramatic use of black and white photography." },
{ "id": 72, "content": "A lot of people who have up until now been spending money in having a good time now need to be more careful with their money." },
{ "id": 72, "content": "In our campus, prospective students had access to thirteen college libraries." },
{ "id": 72, "content": "Student discount cards can be used on campus in the coffee house." },
{ "id": 72, "content": "Meeting with mentors can be scheduled for students who require additional support." },
{ "id": 72, "content": "The US ranks twenty second in foreign aid, given it as a percentage of GDP." },
{ "id": 72, "content": "He is almost never in his office." },
{ "id": 72, "content": "Leading scientists speculate that numerous planets could support life forms." },
{ "id": 72, "content": "The study of archeology requires intensive international fieldwork." },
{ "id": 72, "content": "She doesn't even care about anything but what is honest and true." },
{ "id": 72, "content": "But they haven't come to widespread use yet." },
{ "id": 72, "content": "You can retake the module if your marks are too low." },
{ "id": 72, "content": "Please explain what the author means by sustainability." },
{ "id": 72, "content": "Hypothetically, insufficient mastery in the areas slows future progress." },
{ "id": 72, "content": "Once more under the pressure of economic necessity, practice outstripped theory." },
{ "id": 72, "content": "Please sort and order the slides of the presentation according to topic and speech time." },
{ "id": 72, "content": "You can download all lecture handouts from the course website." },
{ "id": 72, "content": "Our class is divided into two groups. You come with me, the others stay here." },
{ "id": 72, "content": "All essays and seminar papers submitted must be emailed to your tutor." },
{ "id": 72, "content": "No crop responds more readily than careful husbandry and skillful cultivation." },
{ "id": 72, "content": "You should raise your concern with the head of school." },
{ "id": 72, "content": "Would you prepare some PowerPoint slides with appropriate graphs?" },
{ "id": 72, "content": "We are delighted to have professor Robert to join our faculty." },
{ "id": 72, "content": "There's an hourly bus service from the campus into town." },
{ "id": 72, "content": "There will be a guest lecturer visiting the psychology department next month." },
{ "id": 72, "content": "The seminar on writing skills has been cancelled." },
{ "id": 72, "content": "The School of Arts and Design has an open day on Thursday next week." },
{ "id": 72, "content": "The Psychology Department is looking for volunteers to be involved in research projects." },
{ "id": 72, "content": "The lecture tomorrow will discuss the educational policies in the United States." },
{ "id": 72, "content": "The clear evidence between brain events and behavioral events is fascinating." },
{ "id": 72, "content": "The bus in front of the building will take you to bus station." },
{ "id": 72, "content": "The agricultural sector in that country has been heavily subsidized." },
{ "id": 72, "content": "Students will not be given credits for assignments submitted after the due date." },
{ "id": 72, "content": "No more than four people can be in the lab at once." },
{ "id": 72, "content": "Meteorology is a detailed study of earth’s atmosphere." },
{ "id": 72, "content": "It is important to take gender into account when discussing the figures." },
{ "id": 72, "content": "Despite the cold temperature, the sky is clear and blue." },
{ "id": 72, "content": "If you forgot your student number, you should contact Jenny Brice." },
{ "id": 72, "content": "Exam results will be available next week from the course office." },
{ "id": 72, "content": "Reserve collection of books can be borrowed for up to three hours." },
{ "id": 72, "content": "And in this regard, as well as in other regards this consideration is important." },
{ "id": 72, "content": "A preliminary bibliography is due the week before the spring break." },
{ "id": 72, "content": "The library is located at the other side of the campus behind the student center." },
{ "id": 72, "content": "Residence Hall is closed prior to the academic building closing time in the semester." },
{ "id": 72, "content": "Many students are so scared of writing essays, because they never learned how." },
{ "id": 72, "content": "In consultation with your supervisor, your thesis is approved by the faculty committee." },
{ "id": 72, "content": "Facebook is one of the most popular websites in the world today." },
{ "id": 72, "content": "The program depends entirely on private funding." },
{ "id": 72, "content": "The first person in space was from the Soviet Union." },
{ "id": 72, "content": "People with an active lifestyle are less likely to die early or to have a major illness." },
{ "id": 72, "content": "I could not save my work as my computer got crashed." },
{ "id": 72, "content": "To understand its entity, we need to go back to its origin." },
{ "id": 72, "content": "The tutor is there for help, so do ask if you don't understand anything." },
{ "id": 72, "content": "Anatomy is the study of internal and external body structures." },
{ "id": 72, "content": "The verdict depends on which side was more convincing to the jury." },
{ "id": 72, "content": "All the assignments should be submitted by the end of this week." },
{ "id": 72, "content": "Even with the permit, finding a parking spot on campus is still impossible." },
{ "id": 72, "content": "Please register your student email account at your earliest convenience." },
{ "id": 72, "content": "Portfolio is due to the internal review office no later than Tuesday." },
{ "id": 72, "content": "A demonstrated ability to write clear, correct and concise English is obligatory." },
{ "id": 72, "content": "Basketball was created in 1891 by a physician and physical education instructor." },
{ "id": 72, "content": "Due to rising enrollment for courses, universities should increase their staff, too." },
{ "id": 72, "content": "Unfortunately, the two most interesting economics electives clash on my timetable." },
{ "id": 72, "content": "The original Olympic Games were celebrated as religious festivals." },
{ "id": 72, "content": "The real reason for global hunger is not the lack of food, but poverty." },
{ "id": 72, "content": "A study skill seminar is on for the students who require assistance." },
{ "id": 72, "content": "The university celebrated the Earth Day by planting trees." },
{ "id": 72, "content": "39.5% California residents don’t speak English at home." },
{ "id": 72, "content": "39.5% California residents speak a language other than English at home." },
{ "id": 72, "content": "I'm glad that you've got it." },
{ "id": 72, "content": "Students are afraid of writing an essay, because they have learned nothing about it." },
{ "id": 72, "content": "All filed assignments should have a full list of bibliography." },
{ "id": 72, "content": "Your enrollment information, results and fees will be available online." },
{ "id": 72, "content": "The café house is closed down and the snack machine is still running (throughout the night)" },
{ "id": 72, "content": "The original Olympic game is one kind of original festival." },
{ "id": 72, "content": "Rules about breaks and lunch time vary from one company to another." },
{ "id": 72, "content": "Company exists for money, not for society." },
{ "id": 72, "content": "Acupuncture is a technique involved in traditional Chinese medicine." },
{ "id": 72, "content": "Knives and forks should be placed next to the spoon on the edge of the table." },
{ "id": 72, "content": "I will now demonstrate how the reaction can be arrested by adding a dilute acid." },
{"id": 72, "content": "I will now demonstrate how the reaction can be arrested by adding a dilute acid."},
{"id": 72, "content": "Much of his research objectives are driven by his natural curiosity and instincts."},
{"id": 72, "content": "A periodical is a publication that is issued regularly."},
{"id": 72, "content": "New York City is famous for its ethnic diversity."},
{"id": 72, "content": "The mismatch between the intended and reported uses of the instrument has become clear."},
{"id": 72, "content": "The medical centre is located near the supermarket on North Street."},
{"id": 72, "content": "Essays should be typed with double space in white paper."},
{"id": 72, "content": "Students can download the materials on the website."},
{"id": 72, "content": "Students can get access to computers on a daily basis."},
{"id": 72, "content": "Doctor Green's office has been moved to the second floor of the building."},
{"id": 72, "content": "The United Kingdom is a constitutional monarchy and parliamentary democracy."},
{"id": 72, "content": "We are not going to accept the assignment after the due date on Friday."},
{"id": 72, "content": "The student welfare officer can help with questions about exam techniques."},
{"id": 72, "content": "In the last few weeks, we've been looking at various aspects of the social history of London."},
{"id": 72, "content": "During the next few centuries, London became one of the most powerful and prosperous cities in Europe."},
{"id": 72, "content": "A lot of agricultural workers came to the East End to look for alternative work."},
{"id": 72, "content": "Knife and fork should be placed next to the spoon on the edge of the table."},
{"id": 72, "content": "This part of the story is the story of my father."},
{"id": 72, "content": "If you want to quit the student union, tell the registrar."},
{"id": 72, "content": "The minimal mark for distinction is 75%."},
{"id": 72, "content": "I'll start with a brief history of the district, and then focus on life in the first half of the twentieth century."},
{"id": 72, "content": "The glass is not a true solid, because it doesn't have a crystal structure."},
{"id": 72, "content": "You will be informed of the results by email."},
{"id": 72, "content": "Make sure you correctly cite all your sources."},
{"id": 72, "content": "Trade financing for the local market or the international market for exports begins from the first stop at the banks."},
{"id": 72, "content": "Trade finance is an important part of the business."},
{"id": 72, "content": "This brought about tremendous change in the environment, with the sea level rising and creeping steadily inland."},
{"id": 72, "content": "At night, sailors in the Mediterranean can see the glow from the fiery molten material that is thrown into the air."},
{"id": 72, "content": "Higher numbers of patients were infected than during previous outbreaks of the illness."},
{"id": 72, "content": "The initial results are intriguing, but statistically speaking, they are insignificant."},
{"id": 72, "content": "Physics is the subject of matter and energy."},
{"id": 72, "content": "I won't be able to attend the lecture because I have a doctor appointment."},
{"id": 72, "content": "All students are encouraged to vote in the forthcoming elections."},
{"id": 72, "content": "The bus will depart from outside of the building in 5 minutes."},
{"id": 72, "content": "Scientists still aren't sure why we need to sleep."},
{"id": 72, "content": "I'd like to start a family when I'm about thirty years old."},
{"id": 72, "content": "Anyone who feels ill should visit our medical center."},
{"id": 72, "content": "A course in art will stimulate creativity."},
{"id": 72, "content": "The lecture on child psychology has been postponed until Friday."},
{"id": 72, "content": "But overall, surely scientific development is a positive thing."},
{"id": 72, "content": "But there's no context for the words we read."},
{"id": 72, "content": "Advertisements are all around us wherever we go, whatever we do."},
{"id": 72, "content": "He would yell if he was interrupted while painting."},
{"id": 72, "content": "There is disagreement among researchers about why we dream."},
{"id": 72, "content": "Usually but not always, reviews provide an unbiased source of information."},
{"id": 72, "content": "Next time, we'll discuss the influence of the media on public policy."},
{"id": 72, "content": "He's shown an interest in exciting new art movements."},
{"id": 72, "content": "We know that sleep is essential for a normal life."},
{"id": 72, "content": "There are ongoing problems with over-consumption of junk food."},
{"id": 72, "content": "I've had a very happy childhood so I sometimes forget that others haven't."}
]