[
{"title": "Lecture 3", "content": "Original: Okay. So this is the this is the big benefit of a universal philosophy. It says it applies to everybody. Well, looks that doesn't, you know, 205 or 206 countries in the world. And you've got something that applies to everybody. That's a bit strange, isn't it? No, says liberal theory. There are same value structures that apply to all of us. You couldn't have the United Nations without it. It couldn't tell you that the Universal Declaration of Human Rights without this idea of values that apply to all of us just because we are humans. Now, the idea is to test that as well. Why is sport universal? Why does everybody play football? It's because the values are specified at a very thin level at the top. There are these rules and we all have to abide by just these rules. But there are lots of things about football that aren't rules specified. So Brazilian football is different from Italian football, from British football, from German football, from Spanish football. It's culturally specific, but acknowledges that there are these universal general rules to apply to everybody."},
{"title": "Lecture 3", "content": "Original: Last week we talked about how people recognize objects and really how well people recognize objects, given how difficult the problem is, given how objects can be seen in all different sorts of illumination, in different positions, in different angles. And yet we are able to extract that information, we are able to take the visual stuff out there, interpret it in a way that allows us to recognize all the different things that we can see in our environment. Today we're gonna kind of carry on looking at that, but we gonna look at what's really a special class of objects. That's the human face. So we gonna look at how we recognize human faces and how we do it quite as well as we do. We're really expert at recognizing faces. So again we can think about how do we take that visual information and how do we transform it into a form which allows us to put a name to a face, and to do all the other clever things that we can do with faces. So I'm gonna start off again by just pointing out that it's a hard problem. Face recognition is a hard problem, and it's a clever thing we do. If you think about all the different types of faces you can recognize, and all the different types of information you can get from the face, you kind of start to appreciate how well we can do face recognition."},
{"title": "Lecture 3", "content": "Points: About buildings and their designs. Key words: daylight, natures and gardens as well as the nursing environment."},
{"title": "Lecture 3", "content": "Points: There are many reasons making students between year 10 and 12 students feel anxious for exams. Some students are too busy to do assignments, but they want to have good scores because they don't want to upset their teachers and parents. But more importantly, the teachers often give students wrong messages, telling them that the next 2 years are the most important 2 years; if you fail, your life is failing. This is not right, and I think this message triggers the anxiety."},
{"title": "Lecture 3", "content": "Points: A yellowish picture. Keywords:18 century, heading, hat development."},
{"title": "Lecture 3", "content": "Points: About source of information and how emotions are perceived by our brains and how our bodies react. Emotions, having some purpose to our bodies and minds."},
{"title": "Lecture 3", "content": "Points: Managers usually work long hours, so they don't have time to read about other firms or broaden their perspectives. It's important to study this while in university. Ideas come from university and broad perspectives should be generic skills for managers. They should learn organizational skills, and professional knowledge. That’s why the best managers are not necessarily the most experienced. It's not supposed to be the people who work their way up the ladder."},
{"title": "Lecture 3", "content": "Original: But you can see from the relatively crooked and narrow streets of the city of Rome as they look from above today, You can see that again, the city grew in a fairly ad hoc way, as I mentioned. It wasn't planned all at once. It just grew up over time, beginning in the eighth century B.C..Now this is interesting. Because what we know about the Romans is when they were left to their own devices and they could build the city from scratch, they didn't let it grow in an ad hoc way. They, they structured it in a, in a very care-, very methodical way. That was basically based on military strategy, military planning. The Romans they couldn't have conquered the world without obviously having a masterful military enterprise. And they everywhere they went on their various campaigns, their various military campaigns .They would build, build camps and those camps were always laid out in a very geometric plan along a grid, usually square or rectangular."},
{"title": "Lecture 3", "content": "Original: Child language acquisition, three little words. So let's take them on at a time. Child, when to start being a child? For many people, language acquisition starts around about twelve months when kids say that first word, but don't forget the first year. At the first year, our first year of life is very important as well and indeed before you are born, remember there are couple of months before you are born, when you actually able to perceive in the womb, something of the language that's around you. So language acquisition starts earlier than most people think. And it also ends later than most people think. When does child language acquisition stop? Well, in a sense, you know, we are all children, we stay being children all in our lives. There is no obvious endpoint for learning sounds, of course, there is for learning grammar, there is for vocabulary, huh. I mean that goes on for the rest of our lives in million or more words in English. Most of us only have a vocabulary of 50, 60, 70 thousand words, whatever it is until there is always something to learn. So remember that two ends of child language acquisition are wider apart than some people think. That means there is more scope for studying in it than most people think."},
{"title": "Lecture 3", "content": "Original: Most Americans take energy for granted. But, for many families, maintaining access to reliable and affordable energy is a persistent challenge and a significant material hardship. This is a problem referred to as energy insecurity, and it affects millions of American households each year. We have found that energy insecurity is a growing and vexing problem among low-income households, and the COVID-19 pandemic has made this problem worse. Our analysis finds that there are disparities in rates of energy insecurity across various socio-demographic groups. Black and Hispanic households, for example, are significantly more likely to experience energy insecurity and face utility disconnection than white households. So too are households with young children, individuals that require electronic medical devices, and those in dwellings with inefficient or poor conditions. Households that cannot pay for energy are unable to power electronic learning or medical devices, keep perishable, healthy food in the refrigerator, or maintain safe body temperatures. Under conditions of extreme heat or cold, people can suffer from mental and physical health consequences, including the possibility of death. Strategies for coping with uncomfortable temperatures, such as burning trash or sitting in one's car with the heat running, can lead to tragic outcomes as well. Our research underscores the importance of public policy that targets energy insecurity and its underlying causes. Weatherization assistance, incentives for residential solar power, energy bill assistance, and utility disconnection protections are all viable strategies for helping the millions of households across the country that are currently unable to pay their energy bills."},
{"title": "Lecture 3", "content": "Original: The history of software is of course very very new. And the whole IT industry is really only 67 years old which is extraordinary and to be so close to the birth of a major new technology, a major new discipline is quite remarkable given where we got to in those 67 years. And the progression has been not so much a progression as a stampede because Moore's Law, the rapid expansion in the power of computing and the rapid fall of the cost of computing and storage and communications has made it feasible for information technology to move into all sorts of areas of life that were never originally envisaged. What has happened is that there has been as I said a stampede for people to pick the low-hanging fruit. And that is what's guided the development of software and information technology over the past decades and continues to do so with a number of consequences that we will explore."},
{"title": "Lecture 3", "content": "Points: A video about Interval training in HIIT. You work out in a way that alternates periods of high intensity exercise with periods of low-intensity recovery, which means you do the excise at 20-meter speed, and then at 30-meter speed. Interval training has been often used for athletes and their sports. It can also accelerate cardio and aerobic excises."},
{"title": "Lecture 3", "content": "Original: Mars is the fourth planet from the sun and the second smallest planet in the solar system after Mercury, named after the Roman god of the war. It is often referred to as a red planet because the iron oxide prevalent on its surface gives it a reddish appearance. Mars is a terrestrial planet with a thin atmosphere, having surface features reminiscent of both the impact crater of the moon, and the volcanoes, valleys, deserts, and polar ice caps of the earth. The rotational period and the season cycles of the Mars are likewise similar of those of earth, as it was the tilt that produced the seasons. Mars is the site of the Olympus Mons, the largest volcano and the second largest known mountain in the solar system, and the Valles Marineris, one of the largest canyon in the solar system. Until the first successful Mars flyby in 1965 by Mariner 4, many speculated about the presence of the liquid water on the planet surface. This was based on observed periodic variation in the light and the dark patches, particularly in the polar latitude, which appeared to be seas and continents. Geological evidence gathered by the unmanned mission suggested that Mars once had a large scale of water coverage on the surface at some earlier stages of existence."},
{"title": "Lecture 3", "content": "Points: About newspapers and their businesses. Keywords: economy, 15-30%, online news, single digit profit."},
{"title": "Lecture 3", "content": "Points: A picture of vegetables including green pepper, eggplant, chili. The lecture is about dietary health. ... from farm to table."},
{"title": "Lecture 3", "content": "Original:To be a successful entrepreneur, you should have good ideas, but the definition of a good idea varies depending on whom you ask. A great idea should have several features. Firstly, the great idea should be various and novel. Secondly, the great idea should be unique, which means no one has thought about it. Thirdly, it is essential for great ideas to be transformative and productive. All ideas are essentially a combination of other smaller ideas, but this doesn’t mean they can’t be unique. Merely copying doesn’t make anything idiosyncratic, it’s the individuality that one puts in which makes a concept stand out. Constant innovation leaves no room for stagnation and thus, adds on to the basic idea, effectively making it unique. Unique ideas are inspired by basic things, they are simply extensions of pre-existing notions. And, an idea or a concept is unique only when it transcends its predecessor and serves its purpose in a better and more precise way."},
{"title": "Lecture 3", "content": "Points: When watching the earth from space, the first view is beautiful, phenomenal. A sunrise and a sunset can be seen every 90 minutes, 45 minutes in darkness and 45 minutes in light, so a sunrise every 45 minutes and a sunset every 45 minutes. Orbit is also mentioned."},
{"title": "Lecture 3", "content": "Original: Many parents communicate and educate their children with two languages, probably because they both know more than one language, or they come from different countries. Most of these parents think this can benefit their children’s language learning. But actually kids will get confused when their parents use different languages from each other to describe the same object. If one parent sticks to one language, and the other one sticks to another language, their children will not be confused any more."},
{"title": "Lecture 3", "content": "Original: Soot, which comes from combustion of many different things, is black so it's a strong absorber. In fact it's second only to CO2 in terms of warming, so it's actually ahead of methane, which you hear a lot about. The interesting thing about soot and aerosols' impact on climate is that their lifetimes are so much shorter. So if we can reduce the soot we can make changes within months versus tens of years. It's not to say we should ignore the CO2 and the greenhouse gases but it could buy us some time while we actually do the right strategies to reduce the greenhouse gases."},
{"title": "Lecture 3", "content": "Points: A picture about Amazon, the most innovative company. Two examples are given, with one being that kindles can cancel the wrong orders. The lecture mainly talks about how to be customer centric."},
{"title": "Lecture 3", "content": "Points: In Australia birds have to migrate from on one place to another every year due to climate change. The birds need to fly 5 kilometers. You may think it is easy, but actually, it’s not, because they have to find new food sources in a new habitat."},
{"title": "Lecture 3", "content": "Original: People forget things every day including experiences, feelings and thoughts. We call this process biological forgetting. Remembering is hard for people, and people try to overcome biological forgetting. Human' memory is not fixed, but it can be reconstructed and shaped by the past. Since ancestors, we have always been trying to improve our memory."},
{"title": "Lecture 3", "content": "Points: About profound differences between management and leadership. Leaders often dislike the status quo, and want to make some challenges to change directions. However, management stays in the status quo and follows procedures to make sure everything goes well. So in other words, leadership disrupts management."},
{"title": "Lecture 3", "content": "Points: In a video, a male lecturer is giving his speech on a podium. There is a PPT as the background, whose title is 'graphical representation'. The PPT is about a kind of software for video/audio edition. In the beginning, music can be recorded, modified, and redone. Then the software is introduced, saying it is used on computer. All this is electronic, and this job is very professional. 'graphical representation' and 'software' are mentioned many times."},
{"title": "Lecture 3", "content": "Points: A picture in which there is a red car with a number plate as 'VJxxx' and how many passengers it can carry is mentioned. The topic is about the changes brought to people's lives by general-purpose cars. People can drive and go everywhere more comfortably go to Scotland。 It changed the way we live and the way we educate because we can go to school by car. ... improve individual mobility ... be more wealthy."},
{"title": "Lecture 3", "content": "Points: A picture. Many people are running stalls in a market. There are three rows of stalls and each row has a vacant stall."},
{"title": "Lecture 3", "content": "Original: Wilson came then from a different world and he became the focal point of a broad mainstream American culture that thought that modern literature and wanted modern literature to be able to be read and appreciated by ordinary people. They were not modernists in an abstract sense and certainly some of them like TS Eliot and Faulkner were too difficult for some of their writings to be read by ordinary people, but this was a world before the division between the brows or between elite or whatever had established itself as part of our consciousness. Wilson was a major player in the successful effort of his generation to establish at the heart of American life and innovative literature that would equal the great cultures of Europe. And he knew that the great cultures of Europe were there he was not a product of a narrow American Studies kind of training at all. He joined a high artistic standard with an openness to all experience and a belief that literature was as much a part of life for everyone as conversation. He thought that Proust and Joyce and Yeats and Eliot could and should be read by ordinary Americans and helped that to happen. Wilson was a very various man over a period of almost 50 years. He was a dedicated a literary journalist, an investigative reporter, a brilliant memoirist and a dedicated journal keeper."},
{"title": "Lecture 3", "content": "Points: There are twenty percent of children in the USA today have the obesity problem. As a result, heart diseases have become more and more common among children, the youngest of which is five years old. This situation makes children suffer the heart attack and other health problems earlier and earlier, such as kidney impairment and stroke. The diseases that used to occur to people above fifty or sixty are now happening to people as early as they are five or six years old. Those diseases that used to be uncommon have begun to be common. We have to address the overweight problem."},
{"title": "Lecture 3", "content": "Original: Absolutely. There's a lot of interest in what forms those clouds. Why are those clouds there, why do they stick around? At the center of every cloud drop is a particle. You can't grow a cloud drop without having a particle there for the water to condense on. The key questions that people have not directly addressed until very recently is what actually forms those clouds. And so the ones that you’re looking at over the ocean, it turns out sea salt is a very effective nucleator for forming clouds,, so there’s a really good chance that those are loaded with sea salt. But as you go inland you start to have pollution come from all different kinds of sources, and so different sources form clouds more effectively than others. And we're trying to unravel which sources are actually contributing to the clouds. The clouds are incredibly important players in climate change in that they reflect the light back to space, and so they're keeping things much, much cooler than they would be if they weren't there. They also play a huge role in regional weather. So we're actually starting to see shifts where having more pollution input into the clouds is affecting weather patterns, and in particular it's actually reducing the amount of precipitation, so we're starting to see drought in areas with super high levels of air pollution."},
{"title": "Lecture 3", "content": "Points: A pale yellow PPT, with the title 'Kumar Case' and three points: justice, procedural fairness,conclusion. Male: What is your concern about the system of law? Anything about independency, procedural fairness, or else? Female: Procedural fairness. It enables one party to see the other's evidence, and provides opportunities to question the other party. One party hands in evidence, the evidence is questioned by the opposite party, and then new evidence is handed in again. But procedural fairness actually influences substantive fairness. How dose such a procedure guarantee justice."},
{"title": "Lecture 3", "content": "Points: A picture in which a pair of hands hold a baby. The lecturer talks with a high speech rate. The role of father in parenting is mentioned. Fatherhood makes children feel safe so they can take risks to develop independence and autonomy. Thus children can grow up into responsible and compassionate citizens."},
{"title": "Lecture 3", "content": "Original: At the top, you would have a king. Now the king would rule over a kingdom. Now, this is not so easy to govern especially during the Middle Ages. And the king might owe many people, things especially people who help the king come to power, helped him dispose the previous king or to conquer this land. And so in exchange for that and to help govern, he might grant land or feasts to other people. And the key currency in the Middle Ages under the feudal system island. And land in exchange for loyalty and service. So this whole thing is a kingdom. Now right over here, this is a Duchy. And a Duchy will be controlled by a Duke. I guess I didn't call it duckie because that just doesn't sound as serious. So the king might grant a Duchy, a Duchy to a Duke and in exchange, the Duke would provide loyalty pledged their fealty. If the kingdom is threatened, the Duke will fight alongside. The King would provide their own troops if the king wants to go conquer other territories, same thing, and also provide the king with taxes which might be in the form of coinage depending on what time and region we are in the Middle Ages or it might be in the form of a percentage of the agricultural production from this Duchy."},
{"title": "Lecture 3", "content": "Original: Here are three important factors in creativity: people, process and product. The most important one is the process. First you have to create the right person through education with a creative mind. Second, you have to create the right process to have people engaged in innovation process. Third, you need to find the right problem to work on. Human beings can survive and prosper largely depending on the creativity they have. If you identify and assess the creativity of a finished product, it is taken as a proxy for the creativity of the person who produced such a product. Therefore, a creative product should be surprising, original, beautiful and useful. People should have factors necessary for genius, ability, and right mindset. You should improve to imitate and change insight look from new perspectives, innovatively create something with imagination to expand conceptual spaces."},
{"title": "Lecture 3", "content": "Original: I've been thinking a lot about the world recently and how it's changed over the last 20, 30, 40 years. Twenty or thirty years ago, if a chicken caught a cold and sneezed and died in a remote village in East Asia, it would have been a tragedy for the chicken and its closest relatives, but I don't think there was much possibility of us fearing a global pandemic and the deaths of millions. Twenty or thirty years ago, if a bank in North America lent too much money to some people who couldn't afford to pay it back and the bank went bust, that was bad for the lender and bad for the borrower, but we didn't imagine it would bring the global economic system to its knees for nearly a decade. This is globalization. This is the miracle that has enabled us to transship our bodies and our minds and our words and our pictures and our ideas and our teaching and our learning around the planet ever faster and ever cheaper. It's brought a lot of bad stuff, like the stuff that I just described, but it's also brought a lot of good stuff. A lot of us are not aware of the extraordinary successes of the Millennium Development Goals, several of which have achieved their targets long before the due date. That proves that this species of humanity is capable of achieving extraordinary progress if it really acts together and it really tries hard."},
{"title": "Lecture 3", "content": "Original: You can see that the two charts, each give quite a different picture of the performance of boys and girls in the two key subjects of Math and English. It shows that in English, girls consistently outperform boys over a period of 6 years, achieving scores about 10% above their male peers. There is quite a different picture when we look at the Math results with no real difference between genders in the results. What is the explanation for these key differences? To answer this question, researchers look at biological and cognitive factors, and a range of social factors. The interaction between these different components in early childhood development are seen as maintained and reinforced in the school context. And this leads to distinct gender patterns of behavior and skills with direct consequences for school performance and achievement. The ultimate uses of this evidence (are) to show that biological factors, such as patterns of cognitive developments are closely linked to social factor, such as learned gender categories. This cognitive skills are learned both pre-school and subsequently at school, supported by the responses of teachers, creating a reinforcement of patterns."},
{"title": "Lecture 3", "content": "Original: Why should we bother studying animal behavior? Well, first and foremost, because we are interested in understanding why animals do what they do. There are lots of other reasons for studying animal behavior. Conservation biologists need to know what animals do if they’re going to save them. Are those animals social or solitary? How much space do they need and how many mates do they have? Sometimes you can’t predict the outcome of the research. Fernando Nottebohm started out being interested in how birds know what to sing. Yet his research eventually led to a complete overhaul of the entire field of neurobiology, a totally unanticipated yet utterly monumental effect. And this is the course textbook by John Alcock the fact that this is in its ninth edition tells you how fast an afield animal behavior is. There are lots of new developments."},
{"title": "Lecture 3", "content": "Points: The British press is sophisticated and highly developed. It came into being in the 18th century. Freedom of speech has been encouraged by the British policy since then. People could talk about anything in public places, such as in coffee houses or on streets. There they read newspapers and talked about politics, government policies and military matters. It is a great sign of public freedom."},
{"title": "Lecture 3", "content": "Original: Aquaculture, the farming of fish, shrimp, shellfish and seaweeds, has been the sources of human protein for nearly four thousand years, especially in Asia. In the last decade, however, there is been unprecedented growth in aquaculture production, more than 300% since 1984, which has increased the importance of the modern food supply. It’s the world’s fastest growing food production activity. And globally, more than 25% of the odd fishing and shellfish production in 1999 was attributable to aquaculture. Yes, this industry’s contributions to human diet is actually greater than the numbers imply, whereas 1/3 of the conventional fish catch is used to make fish meal and fish oil. Virtually all farmed fish are used as human food. Today, nearly 1/3 of fish consumed by human is the product of aquaculture, and that percentage will only increase as aquaculture expands the world’s conventional fish catch, for the oceans and lakes continues to decline because of overfishing and environmental damage."},
{"title": "Lecture 3", "content": "Original: But Aristotle says the reason we need rhetoric is we have to be able to use it. To use rhetoric influence the ramble, we try to get them to understand truth. Truth is suggest ... is different than XX Rhetoric is the dressing, is the body, right? Truth is the spirit, is the soul, is abstract. It doesn't have a body. It's not particular. If you wanna get somebody to the truth, you might have to use some kind of tricks. Right? Because most of people are not sound and can see the truth. That's what we think. Most people are rambles. Really. Only the educated be erudite are actually capable of seeing the truth. If you wanna get the general mass there, you may have to do a little bit. So Aristotle that is rhetoric. Rhetoric is something that is used to influence people. Right? And it's a kind of mentally promised a logic."},
{"title": "Lecture 3", "content": "Points: As the world population grow, the problem of ageing population has become more serious globally. About nine percent of people are more than sixty-five years old in the world. Ageing percentage in the US is now 13% and is expected to be 23% by 2030. The situation is more severe in Japan and Italy. And Germany follows, whose percentage of people over sixty-five years old is expected to be twenty-five percent by 2030. Ageing problem is related to industrialization."},
{"title": "Lecture 3", "content": "Points: The lecture talks about the information of the concept of social identity. He has studied several aspects of social identity including social identity threats. As for the social identity, it is part of the personal identity, including age, sex, region, religion, etc. He raised two questions about why social identity is important and what influence it will have on us. The answer of the both questions is: it depends."},
{"title": "Lecture 3", "content": "Original: Can we never get to absolute zero? What a wonderful question. I wish I had a wonderful answer to go with it. Here is the problem, there is actually a law of physics called the third law of thermodynamics, that says you cannot get to the absolutely zero, but we don' t really know it’s true, but we are pretty sure it is for the following reason: every time you think of some way of cooling something down a little bit, it means you try to get energy out of that thing and make the temperature lower. Well if you can get energy out, usually there is a way that the energy can go in as well. And that always means there is a competition between taking the energy out and putting the energy in. Now you can try to make it, so you are favoring getting energy out, but you can’t completely stop the energy from going in and that means you might be able to get colder and colder, but you won' t be able to get all the way to absolute zero. Could we go back to my power point, because I think that one of these slides will illustrate that point a little bit better. Yes, here, remember the logarithmic thermometer? There is no zero on this logarithmic thermometer, just keeps going down, you make it a fact of 10 colder, you' re not a zero. You make it a fact of 10 colder, you’re still not a zero. You make it a fact of 10 colder, you' re still not a zero. So, you start a million of a degree, now you are 10 millions of a degree, now you are 100 millions of a degree. Now you are billions of degree. You never get to zero that way. You get closer and closer, but you never get to zero. So that’s why we cannot get to absolute zero."},
{"title": "Lecture 3", "content": "Original: I think with our linguistic training we also get all this invisible training to be authorities, to be the people who know. It is part of that process that you come out as a world authority on your chosen subject. But when we move into working with communities, we have to recognise that the communities have to be the authority in their language. Actually, a woman in the class I'm teaching at Sydney at the moment, a career woman, expressed this very nicely, although she was talking about something else, she was distinguishing expertise from authority. And certainly linguists, because of our training we do, have expertise in certain very narrow areas of language, but we don't have the authority over what to do with that knowledge or what to do with other knowledge that the community produces. I guess for me the bottom line is languages are lost because of the dominance of one people over another. That's not rocket science, it's not hard to work that out. But then what that means is if in working with language revival we continue to hold the authority, we actually haven't done anything towards undoing how languages are lost in the first place, so in a sense the languages are still lost if the authority is still lost."},
{"title": "Lecture 3", "content": "Points: A PPT is given, and you can read it accordingly. This lecture compares the conditions on the earth and Mars, as well as the habitability of Mars. There are some similarities such as polar caps, atmospheres and water climate. But Mars and the earth also have lots of differences. Even the most inhabitable areas on the earth are way different from those on Mars. In preparing for the Phoenix Mission, scientists have done Antarctica trial runs. The lecture also describes different forms of water (hydrology) on the surface and underground of the earth and Mars."},
{"title": "Lecture 3", "content": "Original: The biotech engineering has undergone three phases. In the first phase, people designed and made some simple machines, which aimed to help people understand ourselves. And first group of people that realized we could learn form ourselves were engineers. And then, based on the studies, people began to make complicated devices, in order to cure wounds, like the practice of suture, and to study physiology. This is the second phase. Later, since we went into the third phase, more complicated machines have been developed, like ECG (electrocardiography), able to have an insight of your internal body without intruding it, which can show the human brain's functions. X-ray is a good example. In an X-ray picture, you can see the bright area is the heart with some vessels around, and the dark area is the lungs. These devices benefit humans greatly in solving health problems, such as diseases."},
{"title": "Lecture 3", "content": "Points: About mega cities' impact. Global population has increased by 4 folds, from 1.5 billion in 1900 to 6 billion in 2000. While resource consumption has increased more significantly by 16 folds over the century. Due to urbanization, cities, which only account for 2% of the land, have 50% of the total population and consume 75% of the resources. People not only use every resource but also produce tons of wastes."},
{"title": "Lecture 3", "content": "Original: Our civilization, which subsumes most of its predecessors, is a great ship steaming at speed into the future. It travels faster, further, and more laden than any before. We may not be able to foresee every reef and hazard, but by reading her compass bearing and headway, by understanding her design, her safety record, and the abilities of her crew, we can, I think, plot a wise course between the narrows and bergs looming ahead. And I believe we must do this without delay, because there are too many shipwrecks behind us. The vessel we are now aboard is not merely the biggest of all time; it is also the only one left. The future of everything we have accomplished since our intelligence evolved will depend on the wisdom of our actions over the next few years. Like all creatures, humans have made their way in the world so far by trial and error; unlike other creatures, we have a presence so colossal that error is a luxury we can no longer afford. The world has grown too small to forgive us any big mistakes."},
{"title": "Lecture 3", "content": "Original: In India, a lot of people are working as community service workers. Quarterly meetings are held in order to provide training and consultation to them, and thus they can understand how to prevent diseases from spreading throughout the communities, such as HIV, which is difficult to be controlled. Such precaution knowledge is taught by professionals from large hospitals and organizations. But in some cities, large consultaion is not suitable because it is hard for target groups to meet, who live in remote areas. To deliver training to them, professional teams have to go across rivers."},
{"title": "Lecture 3", "content": "Points: About loggerhead turtle, one of the largest turtles in the world, and almost distinct in the USA. They have big heads and short necks. In September, 1986, scientists put a tracker on a turtle’s shell, and used satellites to track and locate the migration route of the turtle. They reached different localities in different time. The migration took three months, from the south Florida to the north. A map of the East Coast of the US is given and the turtle migration route and the year are marked it."},
{"title": "Lecture 3", "content": "Points: The topic is the correlation between greenhouse gases and temperature. Greenhouse gas has increased during these years. It does not prove one causes the other, but the correlation is true and undeniable. CO2 is a lot worse than we thought, but we don’t know how to reduce the amount. Developing sustainable energy resources is important to conserve the energy we have."},
{"title": "Lecture 3", "content": "Points: About two types of motivation, Approach Motivation and Avoidance Motivation. Approach Motivation means moving to things that are positive, such as vocational plans. Avoidance Motivation is driving away things that are negative and whose purpose is to reduce anxiety. Avoidance Motivation is quite intense."},
{"title": "Lecture 3", "content": "Original: Sometimes it's the little things that can make big things happen. Fleas and the plague, atoms and nuclear bombs. Diminutive leaders in world history. Soot is one of these little things. Soot also known as black carbon is released when you burn dung, coal, diesel fuel and wood. From Los Angeles to Mumbai, soot causes respiratory illnesses like lung cancer and asthma and contributes to one point six million premature deaths every year. Mostly among the poor. And it gets worse. Atmospheric currents carry soot thousands of miles from where it is produced, to the Himalayas and the Arctic. Black carbon being black, absorbs sunlight, so even a little soot on snow makes it melt faster. And when snow melts global sea levels rise, threatening our freshwater indigenous communities and polar bears who hunt on the Arctic ice. Climate Change has been a big thing for a while and carbon dioxide has been its main cause. Scientists estimate that soot causes twenty five percent of human-caused global warming. It’s the second leading cause of Arctic warming after carbon dioxide. Let’s not underestimate the impact of this tiny particle. But there’s good news, reducing black carbon may be the fastest way to slow global warming. Buy time for the Arctic. Yes even more so than changing a light bulb. Since black carbon only stays in the atmosphere for a couple of weeks, reducing it will produce results immediately. Of course, reducing soot alone won’t solve global warming, but solving our soot problem now will help buy time for the Arctic and allow us to deal with the bigger problem of carbon dioxide. We have the cleaner industries, cook stoves, and diesel now we have to use them. In developed nations, we’ve significantly reduced our black carbon, but we still have much more to do. We need to tighten our standards at home and invest in cleaner technologies in developing nations. In a world going on seven billion people, you might feel rather little yourself. But if you urge the US government and the European Union to take the lead on black carbon reduction, you can make a big difference."},
{"title": "Lecture 3", "content": "Points: A table showing populations in rural and urban areas of India, Vietnam and Zimbabwe. The lecturer focuses more on rural poverty than on urban poverty. Firstly, the poverty rates in rural areas are much higher than those in urban areas, because 75% of the poor live in rural areas and it is expected 60% of the poor live there by 2025. Rural areas also have high infant mortality rates and low education levels. This chart shows examples of the three countries, India, Vietnam and Zimbabwe. '7%' is mentioned. It is important to make sure the population in rural areas have access to sanitation and education. The poverty in urban areas is caused by the migration from rural areas."},
{"title": "Lecture 3", "content": "Points: The silk road is not like what we thought it would be. People traveled in groups to other countries through the silk road, exchanged things, and then came back. There were also some side groups who went to other countries such as India, which was called the ‘Amber Route’. At that time, there was also gift changing that happened on the silk road. Some individual also use this road for travel."},
{"title": "Lecture 3", "content": "Points: A video with a lady, standing, giving her lecture. About instruments used in space observation. Telescopes should be put as high as possible. Via a telescope installed in higher areas, especially desert and mountainous areas, people can observe distant objects clearer. They can also be placed in space, such as the Hubble telescope, which have many functions, like transferring other planets' images back, and thus helping us understand the earth (or space?). Key words: solar energy, the length of telescope."},
{"title": "Lecture 3", "content": "Points: About ASA(Advertising Standard Authority), with HFSS( food high in fat, sugar and salt) mentioned in the very final part. An organization, ASA(Advertising Standard Authority), is introduced, and it helps consumers make healthy decisions in buying food and drinks, also helps consumers identify the food contents in the labeling, like sugar, salt."},
{"title": "Lecture 3", "content": "Original: I'm just going to take on where stuff left off. The hormone I want to now talk about it's called melatonin. The synthesis is in the Pineal Gland, which is very small. It is the size of a pea in your brain. Descartes called it the 'seat of soul', and it is where melatonin is made. And it has a rhythm as well. And in the sense, it is the opposite of the cortisol. It peaks at night. We call it as the darkness hormone. In every species that we studied, melatonin occurs at night. And it's hormone that prepares you for the things, that your species, does at night. So, of course, in humans we sleep, but animals, like rodents, they are awake. So, it's a hormone that is related to darkness behavior."},
{"title": "Lecture 3", "content": "Original: Protons are finally transferred to the LHC (both in a clockwise and an anticlockwise direction) where they are accelerated for 20 minutes to 6.5 TeV. Beams circulate for many hours inside the LHC beam pipes under normal operating conditions. For each collision, the physicist's goal is to count, track and characterize all the different particles. The charge of the particle, for instance, is obvious since particles with positive electric charge bend one way and those with negative charge bend the opposite way. Also the momentum of the particle can be determined. Large Hadron Collider (LHC) is the world's largest particle accelerator lies in a tunnel. The LHC is a ring roughly 28km around that accelerates protons almost to the speed of light before colliding them head-on. Protons are particles found in the atomic nucleus, roughly one thousand-million-millionth of a meter in size. The LHC starts with a bottle of hydrogen gas, which is sent through an electric field to strip away the electrons, leaving just the protons Electric and magnetic fields are the key to a particle accelerator."},
{"title": "Lecture 3", "content": "Original: A non-governmental organization (NGO) is an organization that is neither a part of a government nor a conventional for–profit business. Usually set up by ordinary citizens, NGOs may be funded by governments, foundations, businesses, or private persons. Some avoid formal funding altogether and are run primarily by volunteers. NGOs are highly diverse groups of organizations engaged in a wide range of activities, and take different forms in different parts of the world. Some may have charitable status, while others may be registered for tax exemption based on recognition of social purposes. Others may be fronts for political, religious, or other interests. The number of NGOs in the United States is estimated at 1.5 million. Russia has 277,000 NGOs. India is estimated to have had around 2 million NGOs in 2009, just over one NGO per 600 Indians, and many times the number of primary schools and primary health centres in India. NGOs are difficult to define, and the term ‘NGO’ is rarely used consistently. As a result, there are many different classifications in use. The most common focus is on “orientation” and “level of operation”. An NGO’s orientation refers to the type of activities it takes on. These activities might include human rights, environmental, improving health, or development work. An NGO’s level of operation indicates the scale at which an organization works, such as local, regional, national, or international. Sample Answer: This lecture mainly talks about the non-governmental organization. NGOs may be funded by governments, foundations, businesses or private persons. The number of NGOs in the US is 1.5 million and India has around 2 million in 2009. It is difficult to define NGO as the activities are highly diverse, some may have charitable status while others maybe registered for tax exemption."},
{"title": "Lecture 3", "content": "Points: Version A: A line chart with pre-industralial period on the left and the great transformation on the right. The lecture talks about GDP, and a lot of countries' GDP didn't change for decades. With China and India as examples, some countries are in the begging and the early stage of transformation. Rich and developed world all witness turning points, with extraordinary GDP growth, take-off of economy and science. Developed countries will not have further progress, but early stages of transformation will be improved markedly. There will be bottlenecks after the turning point. Version B: Rich countries have reached the turning point of development. In pre-industrial societies, the increase of income contributed to human's wellbeing. Countries such as China and those in Africa have developed a lot recently. But for rich countries, it seems that there is no correlation between economic and technological progress and contentment."},
{"title": "Lecture 3", "content": "Original: Thanks for this opportunity to speak about Australia's engagement with Asia from the perspective of trade and in particular to say a few words about what trade is doing in this, in this space. And I'm particularly pleased to be addressing trade and investment not just of course because these two things are inextricably linked but also of course because Australia reports to Australia's first ever Minister for trade and investment. Asia's importance to Australia's economy is growing by the day. It is one of the most important factors to consider. When assessing the International conditions for national prosperity Asian demand for our exports has helped Australia manage the global financial crisis better than most other developed economies. In fact, probably better than all other developed economies. An investment from Asia has added to the productive capacity of the economy and to overall productivity in 2013. Seven of our top ten export markets were in Asia and represented 65 percent of our total exports. Asian markets and Australia's geographic proximity are critical not just for our trade ties and our capacity to access important global supply chains, but also to the level of foreign investment in Australia. FDI has grown markedly in Australia over the past decade. In fact it has more than doubled from about two hundred ninety two billion dollars to 630 billion dollars in 2013."},
{"title": "Lecture 3", "content": "Points: In terms of the size of economy, the US economy is more than the total amount of China, Japan UK and Germany. In terms of the industrial output, US output is $2.8 trillion, but it only equals to the sum of China and Japan."},
{"title": "Lecture 3", "content": "Points: About how teachers should cope with the educational revolution. Traditionally, teachers use desks, chairs, paper and pencil to teach children handwriting and reading from paper. With the technological development, the way of teaching has been radically changed. Teachers are using new technology in classrooms. Education in the future will be focusing on developing children's critical thinking skills."},
{"title": "Lecture 3", "content": "Points: A picture of Flinders Station，and a female speaker speaking fast. Melbourne is a beauty city, but can be better. Industrialization is mentioned, which has changed people's lives. People used to go to only near places, but now people who don't have their own vehicles can go further because public transportation help them travel long distance. It’s important to do……Diversity contributes a lot to the market and its culture."},
{"title": "Lecture 3", "content": "Original: During this time my goals are going to be to talk about the phenomenon that we may share impart with other animals, and our language and that is emotion. And also talk about some new technology, brain imaging, functional magnetic imaging. And we try to answer some very old questions about 'how does motivation and emotion work'. I’m going to put you with the scenario first and some of you may be familiar with. This was developed by Pavlov over a century years ago. And in this scenario the dog presented with the sound, the dog waits, and then feeds food powder and this happened repeatedly, things starts to happen in the middle of the experiment there. Interesting things start to happen here.Pavlov’s study was on the salivation of the dog, the salivation increases more time to paralyzes. But other things happened here, too. You have a dog move around here more, all kinds of things are going on here. What we trying to capture was the experiment 11m going on to describe today is what is going on in the brain to generate that state which we called it competitive state. But you can also think about state in terms of how the dogs' feeling layer, how you are feeling about eating lunch today."},
{"title": "Lecture 3", "content": "Original: All of my research, and, that I conducted was my 60 plus graduate students, was motivated by their need to learn, so that we can teach. Of course, in some inventions happened along the way but I've always considered the end, the result. And I always consider that this invention to be byproduct, byproducts of the learning process. The end product for me was always better understanding or when one really succeeded in unifying theory that can help us in teaching the subject. I've also looked at teaching as a vehicle to try new ideas, of new ways to doing things on an intelligent group of learners. That is as the vehicle for the teaching research results. And in my experience, this kind of teaching is the most stimulating and motivating to students. I'll also uncover many interesting research problems in the course of teaching assumption. It is this unity of research and teaching their close connection and the benefits gathered by exercising and the interplay that to me characterizes the successful professor."},
{"title": "Lecture 3", "content": "Original: The Earth’s temperature is rising. And as it does, springtime phenomena—like the first bloom of flowers —are getting earlier and earlier. But rising temperatures aren't the only factor. Urban light pollution is also quickening the coming of spring. 'So temperature and light are really contributing to a double whammy of making everything earlier.' Richard ffrench-Constant, an entomologist at the University of Exeter. He and his colleagues compiled 13 years of data from citizen scientists in the U.K., who tracked the first bud burst of four common trees. Turns out, light pollution—from streetlights in cities, and along roads—pushed bud burst a full week earlier. Way beyond what rising temperatures could achieve. This disruptive timing can ripple through the ecosystem. 'The caterpillars that feed on trees are trying to match the hatching of their eggs to the timing of bud burst. Because the caterpillars want to feed on the juiciest and least chemically protected leaves. And it's not just the caterpillars, of course, that are important. But the knock-on effect is on nesting birds, which are also trying to hatch their chicks at the same time that there's the maximum number of caterpillars.' So earlier buds could ultimately affect the survival of birds, and beyond. The findings are in the Proceedings of the Royal Society B. The world's becoming increasingly urbanized, and light pollution is growing—which ffrench-Constant says could trick trees into budding earlier and earlier. But smarter lighting—like LEDs that dial down certain wavelengths —could help. 'Perhaps the exciting thing is, if we understand more about how light affects this bud burst, we might be able to devise smarter sort of street lighting that has less red components, and therefore less early bud burst.' Thus keeping springtime an actual springtime phenomenon."},
{"title": "Lecture 3", "content": "Original: I want you to try and remember two things. First, I want you to try and remember learning how to ride a bike. Maybe you have a scar you received when you flipped over the handlebars. The next thing I want you to remember is how to ride a bike. The reason I asked you to recall both of these memories is that they belong to two different designated realms of memory. Memory is a fluid and dynamic system that is exceedingly complicated. To this end, psychologists have attempted to divide memory up to make it easier to study. There are two main categories. Explicit memory is a memory that can be intentionally and consciously recalled. This is your memory of riding a bike and falling over the handlebars, and skinning your knee. The other is implicit memory which is an exponential functional form of memory that cannot be consciously recalled. This is your memory of how to ride a bike or how to balance. These are often not tied to a visual memory, but a more like muscle memory. The examples of implicit memory include using language naturally, driving and reading, and answering multiple questions in the test, etc., will be natural. Let's look at explicit and implicit memory in a little more detail, and see how age influences these. It is an experimental or functional form of memory. Explicit memory consists of a great deal of highly personal memories related to time, space and people. It is totally different from implicit memory. Now, if we look at the examples of explicit memory, it includes remembering people's birthdays and answering multiple questions on the test."},
{"title": "Lecture 3", "content": "Original: So, when we talk about the polar regions, just to clarify exactly what we mean. And we have first of all the Arctic at the top of the earth and the Antarctic at the bottom, and so the Arctic was named after the Greek word for bear. Now surprisingly it’s not after the polar bears that live in the Antarctic or live in the Arctic and based on it’s after the little and great bear constellations that can be seen in the sky. Now the Greek also hypothesize that there would be the Anti-arctic, which is how we get the name Antarctica and of course it wasn’t discovered until much later on. Now these regions are opposite in many ways other than just their names and their location on the globe, and so if we look at the arctic first of all, and the Arctic is actually ocean surrounded by land, and so you can see here this is the UK down here and this kind of Russia and then American Canada around here, and so there is a bit of land cover in our ice on the top in the Arctic, which is Greenland here and Macie all this area here. Surprisingly a lot of people don’t realize that this isn’t actually land. The north pole isn’t on land. It’s just one big ocean."},
{"title": "Lecture 3", "content": "Original: I have said before that you can't have a civilization that doesn't have art. When we think about the great civilizations historically, all of them had great production of culture and art, because a society has to be able to observe itself. And the sophistication of the great civilizations were their ability to look at themselves and what allows a society to do that. Are the producers of Art and Culture mirror back to the core of the society? Exactly what is being produced at that moment? How people are thinking of themselves and how individuals are relating to the social structure at that time? Art is the vehicle through which we understand that. Were you to take away art? What would be that mirror？How would we see what we are about? How would we understand what was going on in Paris at the time of the impressionists when people were learning to see in a completely different way. Pre cinematograph appear all of these things are just emerging and here are people looking at the world in a very different way which was considered so radical at the time."},
{"title": "Lecture 3", "content": "Original: But we can really thank the Great Exhibition of 1851 for giving us the world’s premier taxi service, for it was going to this exhibition, and this fabulous exhibition inventions from all around the four corners of the Empire that the visitors were appalled, dismayed and vexed by their journeys to this exhibition because the cabbies of the day, and their horse-drawn carts were absolutely terrible, could not find their way to this exhibition. And, so, a great public outcry, the London Authority sets up Public Carriage Office, which is an organization that still exists. And you can take a short walk to Penton Street up the road. And this Public Carriage office took on the responsibility of licensing all major taxi drivers in London. All taxi drivers from 1851 onwards had to pass what is now known as the London knowledge, was phenomenal knowledge of London. What is the London knowledge? It’s the ability to remember the 25,000 streets, have it all interconnected and all the main arterial roads in and out of London. Cabbies need to know all this plus a thousand points of specific interest cafes, bars, public offices. They need to know them all as part of their training."},
{"title": "Lecture 3", "content": "Original: But a new study of fish called sticklebacks shows that shy individuals actually prefer to follow fish that are similarly timid. Researchers had trios of sticklebacks with known personalities play follow the leader. The fish were placed in a tank that had some plastic plants at one end and some food hidden at the other. In some of the groups, a bold fish and a shy fish acted as leaders, while another shy fish followed. And in other groups, it was a bold fish that did the following. The researchers recorded whether the follower sallied forth more frequently with the fish that was behaviorally similar or the one that was different. What they found is that shy fish were more likely to emerge from undercover when an equally wary fellow was already out there. Bold follower fish did not seem to care which leader they followed. Of course, no matter which fish a stickleback chose to stick with, the bold fish did lead more expeditions over the course of the experiment than their more retiring friends. That's because the bold fish initiated more trips, regardless of who might be tailing them. The researchers write that 'when offered a choice of leaders, sticklebacks prefer to follow individuals whose personality matches their own, but bolder individuals may, nevertheless, be able to impose their leadership, even among shy followers, simply through greater effort.'"},
{"title": "Lecture 3", "content": "Original: As Joanne pointed out, only one country, tiny little Bhutan, wedged between China and India, has adopted the Gross National Happiness as the central index of the government policy, and actually has a good deal of success in education and in health and in economic growth and in environmental preservation. They have a rather sophisticated way of measuring the effects of different policies on people's happiness. They are the only country to go that far. But you are now beginning to get other countries interested enough to do kind of white paper policy analyses of happiness research—what effects would it have if we used it more for public policy? You are beginning to get countries like Australia, France, Great Britain, that are considering publishing regular statistics on happiness. So it is beginning to become a subject of greater interest for policymakers and legislators in different advanced countries."},
{"title": "Lecture 3", "content": "Original: There's sugar in a lot of foods where you don't expect it. Of course there's lots of sugar in donuts of ice cream, or pastries, or other things that are sweet; candy of course, but there are other places where you see it and you don't necessarily expect it. So as an example: peanut butter. Here's a list of ingredients from Skippy Peanut Butter and you see that sugar is the second most common ingredient. So that you may know from the reading food labels that these ingredients in any food labels that are listed in order of how much there is in the food itself, so sugar comes right after peanuts. Here's another example, Beef stew, you wouldn't necessarily expected to find sugar in beef stew but it's there. Now it's down the list of ingredients, it's actually toward the end, but if you look at the marketing of this and food at the can, it says, there's fresh potatoes and carrots, but actually there's more sugar in this than there is carrots. And so you wouldn't eat something like beef stew and expect to find this to be the case."},
{"title": "Lecture 3", "content": "Original: This is a kind of object that you're probably all familiar with when you had the term robot, but I'm gonna show you the very, very first robots. These were the very first robots. They were characters in a play in the 1920s called Rossum's Universal Robots and they, the play was written by Czech writer called Karel Capek. And basically, these robots, you know, people tend to think of robots as kind of cute cuddly toys or, you know, Hollywood depictions kind of devoid of politics. But the first robots were actually created and imagined in a time of absolute political turmoil. You just had the First World War, you know, it finished had a devastating impact across Europe and so people will kind and people are kind of reflecting on what does it mean to be human, what makes us human, those kinds of question. And this kind of context is what inspired Capek to kind of write this play. And interestingly, these robots being human, they are actually in the play assembled on a production line, a bit like the Ford manufacturing production line. So even though they are human, they are assembled and these robots are designed to labor, and that is their primary purpose in society."},
{"title": "Lecture 3", "content": "Original: I believe our borders should be open. But if that is not politically acceptable for now, Europe should at least open up a legal route for people from developing countries to come work here. Over time, hopefully, we can move to a position where borders are completely open. Persuading sceptics won't be easy. That's why I think the argument for free migration has to be made at several levels: a principled case: it increases freedom and reduces injustice; a humanitarian case: it helps people much poorer than ourselves; an economic case: it makes us richer; and a pragmatic case: it is inevitable, so it is in everyone's interests to make the best of it. Freedom of movement is not just a matter of human rights and international solidarity; it is in our self-interest. Opening our borders may seem unrealistic. But so too, once, did abolishing slavery or giving women the vote. Campaigning for people's right to move freely is a noble cause for our time."},
{"title": "Lecture 3", "content": "Original: But I'm going to focus on today, is really different larger forms of genetic variation involving essentially gains losses and inversions of sequence. so showing here is a 30 in the simple diagram. we have an example of some structural variation operationally defined as events greater than a KB in size. so we have pieces of DNA that sometimes become deleted. we have pieces of DNA that sometimes become duplicated on chromosomes and regions which can be in fact inverted or turned around with respect to another orientation. so this very busy map here represents probably about three years of work in my lab, just to kind of characterize the general pattern of structural variation in eight human genomes. so shown here are different human chromosomes for from African, and for from non-African the distinctions really aren't that important, but what I'm showing you here, is the presence of insertions deletions and inversions as red as blue red and green and so each line here represents a different human genome that has been analyzed looking for structural variation of events greater than 5,000 base pairs in size, so a couple things you can maybe get from. this is you can see that there's a lot of genetic variation out there , that is above the level of single base pair change and most of the events that you're seeing here are essentially inherited , but we now know based on studying roughly about 2,000 human genomes, but there's a significant fraction of very large events often hundreds of KB in size that are either individually specific or specific to specific families , so this is kind of changing our view of the dynamic nature of the human genome."},
{"title": "Lecture 3", "content": "Original: Our friends at the Highlands Museum and Discovery Center in Ashland, Kentucky, asked a very good question. Why is it dark in space?That question is not as simple as it may sound. You might think that space appears dark at night because that is when our side of Earth faces away from the Sun as our planet rotates on its axis every 24 hours. But what about all those other far away suns that appear as stars in the night sky? Our own Milky Way galaxy contains over 200 billion stars, and the entire universe probably contains over 100 billion galaxies. You might suppose that that many stars would light up the night like daytime!Until the 20th century, astronomers didn't think it was even possible to count all the stars in the universe. They thought the universe went on forever. In other words, they thought the universe was infinite.Besides being very hard to imagine, the trouble with an infinite universe is that no matter where you look in the night sky, you should see a star. Stars should overlap each other in the sky like tree trunks in the middle of a very thick forest. But, if this were the case, the sky would be blazing with light. This problem greatly troubled these astronomers and became known as 'Olbers' Paradox.' A paradox is a statement that seems to disagree with itself.To try to explain the paradox, some 19th century scientists thought that dust clouds between the stars must be absorbing a lot of the starlight so it wouldn't shine through to us. But later scientists realized that the dust itself would absorb so much energy from the starlight that eventually it would glow as hot and bright as the stars themselves.Astronomers now realize that the universe is not infinite. A finite universe—that is, a universe of limited size—even one with trillions and trillions of stars, just wouldn't have enough stars to light up all of space.Although the idea of a finite universe explains why Earth's sky is dark at night, other causes work to make it even darker."},
{"title": "Lecture 3", "content": "Original: This is one picture that you probably you all know what it is when you see it. It's a familiar-looking image. It's something that probably we all have some personal experience with, right? This is a chest Xray that would be taken in your doctor's office, for example, or a radiologist's office. And it is a good example of Biomedical Engineering and that it takes a physical principle, that is how do X-rays interact with the tissues of your body, and it uses that physics, that physical principle to develop a picture of what's inside your body, so to look inside and see things that you couldn't see without this device. And you'll recognize some parts of the image, you can see the ribcage here, the bones you can see the heart is the large bright object down here. If you, have good eyesight from the distance, you can see the vessels leading out of the heart and into the lungs, and the lungs are darker spaces within the ribcage."},
{"title": "Lecture 3", "content": "Original: Welcome to the Four Winds Historical Farm, where traditions of the past are preserved for visitors like you. Today, our master thatchers will begin giving this barn behind me a sturdy thatched roof, able to withstand heavy winds and last up to a hundred years. How do they do it? Well, in a nutshell, thatching involves covering the beams or rafters, the wooden skeleton of a roof with reeds or straw. Our thatchers here have harvested their own natural materials for the job, the bundles of water reeds you see lying over there beside the barn. Thatching is certainly uncommon in the Untied States today. I guess that's why so many of you have come to see this demonstration. But it wasn't always that way. In the seventeenth century, the colonists here thatched their roofs with reeds and straw, just as they had done in England. After a while, though, they began to replace the thatch with wooden shingles because wood was so plentiful. And eventually, other roofing materials like stone, slate, and clay tiles came into use. It's a real shame that most people today don't realize how strong and long lasting a thatched roof is. In Ireland, where thatching is still practiced, the roofs can survive winds of up to one hundred ten miles per hour. That's because straw and reeds are so flexible. They bend but don't break in the wind like other materials can. Another advantage is that the roofs keep the house cool in the summer and warm in the winter. And then, of course, there's the roofs' longevity—the average is sixty years, but they can last up to a hundred. With all these reasons to start thatching roofs again, wouldn't it be wonderful to see this disappearing craft return to popularity?"},
{"title": "Lecture 3", "content": "Original: A language dies when the last person who speaks it dies. But you know, sometimes people say it dies when the second-last person who speaks it dies, because the last person has nobody to talk to. Well, of course, languages have come and gone throughout history as communities have come and gone. But what's happening now is something really quite extraordinary. Well, there are about 6000 languages in the world at the moment, more or less. Nobody knows the exact number. Of these, about half of them are so seriously in danger, are likely to die out in the course of present century. Now the present century is a hundred years, half is 3000 languages. So, that means one language is dying out somewhere in the world average every two weeks. There are all kinds of reasons why languages die; one is physical reason when people are affected by famine, disease and earthquake. Another is genocide, when some countries deliberately stamp out a small language. The main reason is globalization. That is, some huge languages in the world, like English, Arabic, Spanish and French, and these are like steam rollers crushing the smaller languages they find in their path. A great deal can be done to preserve endangered language. The first thing is that the people themselves must want the language to be preserved. That's very important. The second thing is that the powers-that-be must want the language to be preserved. They must be respect for the minority languages in their care. The third thing has to be there, of course, is cash. It costs quite a lot of money to preserve an endangered language. Think about it, You have to train the teachers, you have to write books for the children. And all sorts of things. It doesn't cost a extraordinary amount money, but it does cost a bit. So without money, endangered languages don't have a positive future."},
{"title": "Lecture 3", "content": "Original: This is a bomb calorimeter; this is the actual piece of equipment that researchers used to calculate the energy content of either biodiesel or maybe even the potato chips that you had for lunch today. When they calculate the amount of energy. They’re going to calculate it in heat unites which would either be joules or calories. I want you to look inside the bomb calorimeter inside here, you can see that there’s a silver bucket water goes all in here and this is actually the bomb is the smaller silver cylinder what you do is put your fuel sample in there then these two electrodes are connected to the bomb. These provide the spark that will ignite your sample when your sample burns or combust that gives off energy. So how is the energy collected or how did a scientist figure out how much energy is being given off. Well, it’s a closed system, there’s a lid here that goes on top of this calorimeter and what’s in here in the lid is a stirrer. The stir is going to stir the water. That’s in this big pool here so that the heat given off from the sample is going to warm the water in a uniform way. This is the temperature probe, this goes down in the water also and measures the change in temperature because as the sample is burned, it will give off heat and the temperature the water will increase. So the lid goes on the sample is prepared. The last thing that you need to make a combustion reaction happen is oxygen and at some point during the process, some oxygen is added by a tank. That’s connected to the calorimeter here. So we are going to burn a sample of the biodiesel that you’ve prepared and get some feedback on the energy content of it. You’ll be able to use this to compare it to petroleum-based fuels like octane."},
{"title": "Lecture 3", "content": "Original: So the way a mother rat takes care of its pups is by licking and grooming, nipple switching an arch back nursing. So the rats that do a lot of licking and grooming and their last rats that rule very little. But most rats are in between. So that resembles a human human behavious as well, right, you have mothers that are highly mothering and mothers that couldn't care less and most mothers are somewhere in between. So if you look at these rats. So all you do you observe them and put them in separate cages. So you put the high lickers in one cage not the mothers, but the offspring and the low lickers in another cage and then you let them grow and they're adults now, their mothers are long buried and you look in the brain and you see that those who had high licking mothers express a lot of glucocorticoid receptor, gene and though so our lawmakers express know that reflects a number of factors and that results in a different stress response, but this is not the only difference. We found later on there are hundreds of genes that are differently expressed. So if you get in a mutation, you know polymorphism once in a million. Here, just the motherly lauching just hundreds of genes in one shot and it changes them in a very stable way that you can look at the old rat and you can say whether it was licked or not. But you can also save by behavior. So if you walk to the cages to the room the rats that were poorly lit are highly anxious, hard to handle, aggressive, and , and the rats that were very well handled as as off as little pups. They are much more relaxed much easier to handle. So you know, like every technician in the lab knows looking at the adult rat how it was licked when it was a little tough any question , of course, mechanism , how does this work?"},
{"title": "Lecture 3", "content": "Original: The brain is basically built from the bottom up first the brain builds basic circuits that are responsible for basic skills, and then more complex circuits are built on top of those basic circuits as we develop more complex skills. Biologically, the brain is prepared to be shaped by experience. It’s expecting the experiences that a young child has to literally influence the formation of its circuitry it’s built into our biology. The interaction between genetics and experience that shapes brain architecture is embedded in a reciprocal relationship, the relationships that children have with the adults in their lives. And by that we mean what we refer to as the serve-and-return nature of children’s interaction with their adults development. And the impact of experience on development is not a one-way street. It’s a back-andforth interaction. The brain is a highly integrated organ which has multiple sections that specialize in different kind of processes, so we have parts of the brain that are involved more in cognitive function and other parts that are involved in processing of emotion and parts involved in seeing and hearing. So if a child is emotionally kind of…well…put together and socially competent, that will affect more positive and productive learning. And if a child is preoccupied with fears or anxiety or is dealing with considerable stress no matter how intellectually gifted that child might be, his or her learning is going to be impaired by that kind of emotional interference."},
{"title": "Lecture 3", "content": "Original: Wind turbine is a device that will convert wind into mechanical movement, which we can use to power water pump or electricity generator. Now the power that the turbine creates is obviously depended on the wind speed, it also depended obviously on the number of sails, the area of the sails and the angle of the sails makes to the wind. So you can imagine if the turbine blades flat onto the wind, the wind's goingto just bend it, if there is slight angle when the wind hits it, it's going to turn the blades. We can use that for powering things. Now, we're going to have a go, making some of the very, very simple paper windmills, a sort of things that you can make from the bits and pieces lying around home, and use that to drive very small generator to power electronic devices."},
{"title": "Lecture 3", "content": "Original: This illustration often used is the one that the monkeys and the typewriters. Ok, we have a monkey sitting at a typewriter and the claim here is basically if you leave chance in time long enough you will get life, don't worry about it, yes, its's strange, yes, it's wonderful, but leave enough matter 600 million years on earth and you will have life. So, the monkey sitting at the typewriter the chances are eventually he produces the complete works of Shakespeare so what's the problem. So, there's no problem. There's no issue, right? You just leave it long enough and you'll find. And one key striker seconds, the monkey might well eventually get to you the complete works of Shakespeare but he doesn't manage to do it in 600 million years. So, what I decided to do is to run the numbers. I, instead of saying typing the complete work of Shakespeare, I just run the numbers for how long would it take a monkey typing one key striker a second. To type 'to be or not to be that is the question'. Right? On average how long is it gonna take my monkey friend one keystroke a second. I don't know how you think it would be. Maybe you could have a guess. Would it be less or more than 600 million years, which is the period life on earth isn't supposed to have emerge within and when I run the numbers' to be or not to be is the question' takes 12.6 trillion trillion trillion years to type just that phrase and a DNA string has got as much as information the encyclopedia Britannica. Are we saying that something of that complexity emerges by chance undirected within 600 million years? Again, it's mathematically possible but it's so incredibly unlikely that it would have that it tilts me in favour of the Christian story in which God creating life, simply a question of saying let that be and there was."},
{"title": "Lecture 3", "content": "Original: Well, it‘s about whether you can achieve a win-win solution, whether you can achieve economic growth which brings wealth in order to cut poverty without damaging the biodiversity. And the argument is that if you want to protect biodiversity, you have to focus on that as a goal; but if you do that, you have… you run the risk of hurting the poor and you also run the risk of inconveniencing and reducing the economic growth. We use the developed and industrialized countries to see this argument, this axis argued about with, let us say, a government wishing to start drilling for oil in place X which is full of wildlife, and wildlife conservation society is urging them not to on the grounds that it’s a wilderness refuge. We use to that debate. What I’m saying is that in the developing world there’s a third axis and it’s a complex one."},
{"title": "Lecture 3", "content": "Original: In today's lecture I'm going to talk about changes in air pollution since the middle of the last century and what has created these changes. So, um — by the 1950s, air pollution was very visible with frequent thick black fogs known as 'smogs' in many large cities around the world. The main source of this pollution was from factories and it caused severe health problems. For example, a particularly severe smog in London in 1952 caused over four thousand deaths. Obviously something had to be done and in 1956 a Clean Air Act was introduced in Britain. This addressed the pollution from factories and the smogs soon disappeared. However, as you know, these days air pollution is still a big issue. The main difference between now and the 1950s is that you can't see it — it's invisible. Also, the main source of pollution now is from cars and lorries, and although these don't produce visible signs, this air pollution is still a significant risk to health. And one of the key factors in the rise of this type of pollution is that we have all become much more vehicle-dependent. There are far more cars and lorries, trains and planes than in the 1950s and this is now the main source of air pollution around the world."}
]