[
  {
        "sentences": [
"Charles Darwin was born on 12 February 1809 into a rich and powerful family.",
"His paternal grandfather was Erasmus Darwin, a famous scientist who came up with his own theory of evolution, while his maternal grandfather was Josah Wedgwood, of pottery fame.",
"Despite this, for the first decades of his life Darwin failed to distinguish himself, first dropping out of medical studies in Edinburgh because he hated the sight of blood, and subsequently entering Cambridge to study for the profession of clergyman very much as second option.",
"Yet Darwin was gaining great skill as an amateur naturalist and it was this that allow him to seize the opportunity presented when he was offered an unpaid position as scientist on board the Beacle, a naval surveying ship bound for the farthest corners of the globe.",
"The five-year voyage was the making of Darwin, providing him with the wealth of observations of the natural world that established him as one of the foremost scientists of his age and provided the raw material for his revolutionary theory."
        ]
    },
{
    "sentences": [
"Meerkats, a small group-living mongooses in southern Africa, have been so extensively studied and filmed that we can follow individuals through their lives like characters in an animal soap opera.",
"The Kalahari Desert meerkats, Suricata Suricatta, have been followed over generations.",
"They are so habituated to humans that they will climb on and off weighing scales when a scientist wants to weigh an animal.",
"It is remarkable that behavior, which at one time could only be observed by dedicated field workers, is now readily available for all of us to see."
]
},
{
    "sentences": [
"The natural structure found within leaves could improve the performance of everything from rechargeable batteries to high-performance gas sensors, according to an international team of scientists.",
"The researchers have designed a porous material that utilises a vascular structure, such as that found in the veins of a leaf, and could make energy transfers more efficient.",
"The material could improve the performance of rechargeable batteries, optimising the charge and discharge process and relieving stresses within the battery electrodes, which, at the moment, limit their life span.",
"The same material could be used for high performance gas sensing or for catalysis to break down organic pollutants in water."
]
},
{
    "sentences": [
"Over time, fashion and people's tastes change.",
"Such changes affect the demand for products and services.",
"Changes in work patterns tend to mean that fewer families sit down in the evening for a traditionally produced family meal, often because a lack of time.",
"Consequently, people are now more likely to buy takeaway meals or convenience food, as opposed to ingredients for meals that take time to prepare.",
"In contrast, people now tend to spend more time shopping and are therefore more likely to spend time relaxing in a coffee shop or restaurant while on a shopping trip."
]
},
{
    "sentences": [
"Researchers need to understand why different forms of locomotion evolved.",
"Long-held assumptions, such as the need for energy efficiency, have already been overturned.",
"For example, a mechanical ankle brace can improve the metabolic efficiency of human walking, implying that walking is inefficient.",
 
"But variation of movement is important, too: such an ankle brace holds you back if you try to skip, gallop or skitter.",
"Similarly, legged robots struggle to deploy different gaits, just as roboticists struggle to enumerate them."
]
},
{
    "sentences": [
"Mandarin is the most common language in the world as it is the official language of Mainland China, Taiwan, and one of the official languages of Singapore.",
"Thus, Mandarin is commonly referred to as ‘Chinese’.",
"But in fact, it is just one of many Chinese languages.",
"Depending on the region, Chinese people also speak Wu, Hunanese, Jiangxinese, Hakka, Min, and many other languages.",
"Even in one province, there can be multiple languages spoken. For example, in Fujian province, you can hear Min, Fuzhounese, and Mandarin being spoken, each being very distinct from the other."
]
},
{
    "sentences": [
"In 1844 the Mendip Hills Mining Company began work in the Charterhouse area.",
"The company employed Cornish miners with experience and expertise of working deep tin mines.",
"Initially, the aim was to exploit the ore at depth, which previous miners could not reach.",
"Four deep shafts were sunk, up to 108m deep."
]
},
{
    "sentences": [
"Although usually remembered today as a philosopher, Plato was also one of ancient Greece's most important patrons of mathematics.",
"Inspired by Pythagoras, he founded his Academy in Athens in 387 BC, where he stressed mathematics as a way of understanding more about reality.",
"In particular, he was convinced that geometry was the key to unlocking the secrets of the universe.",
"The sign above the Academy entrance read: 'Let no-one ignorant of geometry enter here'."
]
},
{
    "sentences": [
"Poincaré had an especially interesting view of scientific induction.",
"Laws, he said, are not direct generalizations of experience; they aren’t mere summaries of the points on the graph.",
"Rather, the scientist declares the law to be some interpolated curve that is more or less smooth and so will miss some of those points.",
"Thus a scientific theory is not directly falsifiable by the data of experience; instead, the falsification process is more indirect."
]
},
{
    "sentences": [
"We know very little about wild pandas because they are so rare and live in almost impenetrable forest.",
"But in 2010 and 2011, Vanessa Hull of Michigan State University and her colleagues were given permission to attach GPS tracking collars to five pandas in the Wolong National Nature Reserve in China.",
"The collars transmitted each animal's position every four hours, for up to two years.",
"The team found that the home ranges of individual pandas overlapped and on a few occasions, two animals spent several weeks in close proximity."
]
},
{
    "sentences": [
"History is selective.",
"What history books tell us about the past is not everything that happened, but what historians have selected.",
"They cannot put in everything: choices have to be made.",
"Choices must similarly be made about which aspects of the past should be formally taught to the next generation in the shape of school history lessons."
]
},
{
    "sentences": [
"Your first draft is complete, but your paper is far from finished.",
"The next step is to revise your paper: strengthen the content.",
"Start this at least a week before your paper is due.",
"In fact, you don't need to wait until you have a complete first draft to start revising."
]
},
{
    "sentences": [
"By 2100, human-induced climate change threatens to raise temperatures by 2-4°C and push up tide- lines by 4-6m.",
"The government has promised to help counter this global trend by reducing UK carbon emissions by 80 percent from 1990 levels by 2050.",
"And with the second largest tidal range in the world, British marine energy could play an important role in this shift.",
"But harnessing the power of the tides is not without consequence.",
"In 2013, plans to construct a 34 billion pounds barrage across the Severn estuary were rejected after concerns were raised about its effect on local ecosystems."
]
},
{
    "sentences": [
"A four-to-six-year-old child sits alone in a room at a table facing a marshmallow on a plate.",
"The child is told: if you don't eat this treat for 15 minutes you can have both this one and a second one.",
"Kids on average wait for five or six minutes before eating the marshmallow.",
"The longer a child can resist the temptation has been correlated with higher general competency later in life."
]
},
{
    "sentences": [
"School has different ways to let parents know how they provide education services. 2) One of the common ways is open days.",
"Open days are good chances for parents to ask what they want to know.",
"These are times when parents can know what works for their children will be doing at school."
]
},
{
    "sentences": [
"Many of us happily drive a car without understanding what goes on under the bonnet.",
"So is it necessary for children to learn how to program computers?",
"After all, some experts say coding is one of the human skills that will become obsolete as artificial intelligence grows.",
"Nevertheless, governments believe coding is an essential skill."
]
},
{
    "sentences": [
"During the past few years, some of the world's biggest names in high-end fashion have begun to see children's clothes as a promising sideline with which to extract more value from their main business.",
"For example, Jean Paul Gaultier, Chloe and John Galliano have all launched children's clothes lines.",
"But for France's Bonpoint, making kids' clothing is the main business.",
"Since Bonpoint was founded 40 years ago by clothes store owner Marie-France and Bernard Cohen, children and babies have been at the centre of the brand's development."
]
},
{
    "sentences": [
"O'Keeffe never formally recorded her theories about art.",
"She did, however, leave a long trail of interviews and letters that reveal how she approached her painting practice—and the rituals, experiences, and environments that inspired her.",
"Correspondence with her husband, photographer Alfred Stieglitz, in particular, offers a raw, honest glimpse into O'Keeffe's creative mind.",
"The two exchanged 25,000 pages of letters between 1915 and 1946, during which time she found her voice as an artist: first, through her flower paintings, and later, through landscapes and surrealistic still lifes inspired by her mountainous, skull-studded surroundings in New Mexico."
]
},
{
    "sentences": [
"Bitcoin is an online money.",
"That's to say you need to download mobile phone app to use such money.",
"With above done it generates a bitcoin address.",
"This address can only be used once."
]
},
{
    "sentences": [
"In a wonderful set of studies and subsequent book, Elly A. Konijn looked to the question of how much actors are aware of their performance as they perform it, and how much they let the character 'take over'.",
"She asked Dutch actors to rate their own emotions and the emotions of the characters they were playing across a range of affective states (from disgust and anxiety to tenderness and pleasure).",
"She found that positive emotions were often felt by the actors as they played those character's emotions.",
"However, the more negative the emotion of the character, the less likely the actor would report feeling that emotion onstage"
]
},
{
    "sentences": [
"It is easy to assume that a programme of financial literacy can be set up quite quickly but there are numerous potential pitfalls which hold back a clear start time.",
"This is because when working with a variety of partners the potential for delays increase enormously.",
"There can be problems contacting organisers. difficulties in negotiating dates and times, problem finding suitable accommodation and general procrastination on the pan of people who may have conflicting priorities.",
"In addition, there may be a need to provide group members with childcare facilities, which can add to the difficulty of finding suitable accommodation, equipment and staffing."
]
},
{
    "sentences": [
"Around 1 billion people depend on water resources originating from the Hindu-Kush Karakoram Himalayan region, attributable to both rainfall and melting of snow and ice.",
"The wind in the valleys in the region plays an important role in transporting clouds and moisture and redistributing snow in the valleys, and so understanding what drives this wind is crucial.",
"Around the world, wind in valleys generally travels up the valley, and up the sides of mountains, during the day.",
"This is often driven by differences in pressure caused by the slopes of the mountains and the shape of the valleys."
]
},
{
    "sentences": [
"The bony shell of a sea turtle can actually sense when something touches it.",
"A series of thin nerves run along the shell and detect pressure changes associated with touch.",
"The nerves do not contain pain receptors so scientists do not think sea turtles feel pain when touched on the shell, but these thin nerves could transmit information to other parts of the sea turtle’s body.",
"In addition, researchers and scuba divers have observed sea turtles respond to the stimulation of being touched on the skin of their head and their flippers."]
    },
    {
        "sentences": [
"The brain is our most treasured possession.",
"It coordinates our movements, our words, our relationships, and the ability to pass on our genes.",
"Our body therefore protects the organ fiercely: The central nervous system polices particles traveling through the bloodstream and invites only the safest into our cognitive chamber.",
"This selective process occurs due to a proactive boundary known as the blood-brain barrier.",
"The barrier serves a vital role, but is also poses a tremendous challenge for scientists developing drugs to treat brain-based disorders."]
    },
    {
        "sentences": [
"Due to its ability to solve all main problems associated with digital goods, Digital Rights Management is the favorite option used by companies to tackle piracy.",
"The aim of this article is to discuss the consequences of DRM for consumers, firms and society.",
"The rationales of DRM are discussed and the expected benefits for firms are presented.",
"In contrast, consumers are shown to be likely to see few benefits in DRM.",
"The article concludes with some public policy recommendations."]
    },
    {
        "sentences": [
"The American mink has been present in Iceland since the 1930's and despite heavy hunting since 1939 the species has become well established.",
"The ecosystem in Iceland is simpler than in other areas where mink are found; the only other mammalian predator is the arctic fox.",
"Direct competition between these species appears to be minimal although the arctic fox will sometimes chase mink and disturb them while foraging.",
"Iceland is therefore an ideal place to study undisturbed feeding behaviour and ecology of mink."]
    },
    {
        "sentences": [
"The global market for electrical and electronic equipment continues to expand, while the lifespan of many products becomes shorter.",
"The current global production of e-waste is estimated to be 20-25 million tonnes per year, with most e-waste being produced in Europe, the United States and Australasia.",
"In Europe e-waste is increasing at three to five percent a year, almost three times faster than the total waste stream.",
"Developing countries are also expected to triple their e-waste production over the next five years."]
    },
    {
        "sentences": [
 
"Sherbet powder is a mix of baking soda and citric acid.",
"When it is mixed with water in your mouth, an endothermic reaction occurs, taking heat energy from your mouth and making it feel cooler.",
"This process is endothermic-taking heat energy from the surroundings and cooling the injured part of your body.",
"In this way, the cold pack acts as an ice pack."]
        },
    {
        "sentences": [
"If you want to visit Mars, visit Turkey.",
"That's where you'll find lakes so salty that the only bugs able to live there are species that could probably survive on Mars as well.",
"For that reason, microbiologists in Turkey have surveyed the array of species that inhabit the Acigol, Salda and Yarisli lakes.",
"They're hopeful that studying some of them will yield useful insights into the kinds of biology that could help microbes exist on Mars or other potentially habitable planets and moons."]
    },
    {
        "sentences": [
"The data to be reported here come from a longitudinal study of the untutored acquisition of English as a second language by a five-year-old Japanese girl whom we shall call Uguisu, nightingale in Japanese.",
"Her family came to the United States for a period of two years while her father was a visiting scholar at Harvard, and they took residence in North Cambridge, a working-class neighborhood.",
"The children in that neighborhood were her primary source of language input.",
"Uguisu also attended public kindergarten for two hours every day, and later elementary school, but with no tutoring in English syntax."]
        },
    {
        "sentences": [
"To overcome the pull of gravity and reach another body in space you need to achieve a certain speed.",
"A journey to Mars from Earth's surface requires a minimum total speed of nearly 30,000mph.",
"This requires large rockets, tonnes of fuel, and complex orbital maneuvering.",
"Due to the moon's weaker gravitational field, the same journey from the lunar surface would 'only' require a speed of 6,500mph (2.9km/s).",
 
"This is roughly one third of that necessary to reach the International Space Station from Earth."]
    },
    {
        "sentences": [
"In some areas, the standard chosen may be a variety that originally had no native speakers in the country.",
"For example, in Papua New Guinea, a lot of official business is conducted in Tok Pisin.",
"This language is now used by over a million people, but it began many years earlier as a kind of 'contact' language called a pidgin.",
"A pidgin is a variety of a language (e.g. English) that developed for some practical purpose, such as trading, among groups of people who had a lot of contact, but who did not know each other' s languages."]
    },
    {
        "sentences": [
"Latest research has found that several common flower species have nanoscale ridges on the surface of their petals that meddle with light when viewed from certain angles.",
"These nanostructures scatter light particles in the blue to ultraviolet colour spectrum, generating a subtle effect that scientists have christened the 'blue halo'.",
"By manufacturing artificial surfaces that replicated 'blue halos', scientists were able to test the effect on pollinators, in this case foraging bumblebees.",
"They found that bees can see the blue halo, and use it as a signal to locate flowers more efficiently."]
    },
    {
        "sentences": [
"It's often said that ants can predict impending rain and respond by changing their behavior.",
"Some people say that if you see ants building their mounds higher, or building them from different materials, this might signal the coming of rain.",
"But is there any scientific evidence to support this piece of folk wisdom?",
"The short answer is 'no', although it is a difficult question to answer partly because of the sheer diversity of ants - there are 13,000 named species on the planet!"]
    },
    {
        "sentences": [
"Australia's native plants and animals adapted to life on an isolated continent over millions of years.",
"Since European settlement they have had to compete with a range of introduced animals for habitat, food and shelter.",
"Some have also had to face new predators.",
"These new pressures have also caused a major impact on our country's soil and waterways and on its native plants and animals."]
    },
    {
        "sentences": [
"Art history is the study of objects of art in their historical development and stylistic contexts.",
"The study includes painting, sculpture, architecture, ceramics, furniture, and other decorative objects.",
 
"Art history is the history of different groups of people and their culture represented throughout their artwork.",
"Art historians compare different time periods in art history.",
"As a term, art history (its product being history of art) encompasses several methods of studying the visual arts; in common usage referring to works of art and architecture."]
    },
    {
        "sentences": [
"Many young children are inexperienced in dealing with emotional upheaval.",
"As a result, they lack the coping strategies that many adults have.",
"In particular, they lack the verbal skills to express their emotions and to effectively communicate their need for emotional support.",
"Frustration of not being able to effectively communicate may manifest itself in alternative behaviors.",
"Moreover, such behaviors may risk developing behavioral, social and emotional problems."]
    },
    {
        "sentences": [
"We know infinitely more about the wealthy people of Egypt than we do about the ordinary people, as almost all the monuments were made for the rich and influential.",
"Houses in which ordinary Egyptians lived have not been preserved, and when most people died they were buried in simple graves with few funerary goods.",
"Most of our traditional sources of information about the Old Kingdom are those concerned with death and the rituals surrounding death: these include pyramids, tombs and graves, but also statues, reliefs and paintings.",
"Even papyri come mainly from pyramid temples.",
"But this does not mean that death was the Egyptians' only preoccupation."]
    },
    {
        "sentences": [
"We' ll likely have two billion more mouths to feed by mid-century --more than nine billion people.",
"But sheer population growth isn't the only reason we' ll need more food.",
"The spread of prosperity across the world, especially in China and India, is driving an increased demand for meat, eggs, and dairy, boosting pressure to grow more corn and soybeans to feed more cattle, pigs, and chickens.",
"If these trends continue, the double whammy of population growth and richer diets will require us to roughly double the amount of crops we grow by 2050."]
    },
    {
        "sentences": [
"To gauge optimism and pessimism, the researchers set up an experiment involving 22 calves.",
"Before they started the experiment, they trained the calves to understand which of their choices would lead to a reward.",
"In the training, each calf entered a small pen and found a wall with five holes arranged in a horizontal line, two-and-a-half feet apart.",
 
"The hole at one end contained milk from a bottle, while the hole at the opposite end contained only an empty bottle and delivered a puff of air in calves' faces.",
"The calves learned quickly which side of the pen held the milk reward."]
    },
    {
        "sentences": [
"The European Union has two big fish problems.",
"One is that, partly as a result of its failure to manage them properly, its own fisheries can no longer meet European demand.",
"The other is that its governments won't confront their fishing lobbies and decommission all the surplus boats.",
"The EU has tried to solve both problems by sending its fishermen to West Africa. Since 1979 it has struck agreements with the government of Senegal, granting our fleets access to its waters.",
"As a result, Senegal's marine ecosystem has started to go the same way as ours."]
    },
    {
        "sentences": [
"The Newnes railroad was closed in 1932 after 25 years of shipping oil shale.",
"The rails were pulled out of the 600-meter tunnel, which had been bored through the sandstone in the Wollemi National Park, and the tunnel was left to its own devices.",
"For Newnes, that meant becoming home to thousands and thousands of glow worms.",
"The glow worm is a catch-all name for the bioluminescent larvae of various species, in this case, the Arachnocampa richardsae, a type of fungus gnat.",
"Found in massive numbers in caves, the fungus gnat larvae cling to the rocky walls of the abandoned tunnel and hunt with long, glowing strings of sticky mucus."]
    },
    {
        "sentences": [
"Hip hop emerged as a reaction to the gang culture and violence of the South Bronx in the 1970s, and daily experiences of poverty, racism, exclusion, crime, violence, and neglect.",
"It necessarily embodies and values resilience, understanding, community and social justice.",
"Without these, Hip Hop culture would never have been, and it is because these values remain at its core that Hip Hop is such a powerful agent of positive social change around the world.",
"Yet, the hip hop project is not yet free from these difficult circumstances."]
    },
    {
        "sentences": [
"In Montana as elsewhere, companies that have acquired older mines respond to demands to pay for cleanup in either of two ways.",
"Especially if the company is small, its owners may declare the company bankrupt, in some cases conceal its assets, and transfer their business efforts to other companies or to new companies that do not bear responsibility for cleanup at the old mine.",
"If the company is so large that it cannot claim that it would be bankrupted by cleanup costs (as in the case of ARCO that I shall discuss below), the company instead denies its responsibility or else seeks to, minimize the costs.",
"In either case, either the mine site and areas downstream of it remain toxic, thereby endangering people, or else the U.S. federal government and the Montana state government (hence ultimately all taxpayers) pay for the cleanup through the federal Superfund and a corresponding Montana state fund."]
    },
    {
        "sentences": [
"Fibers suitable for clothing have been made for the first time from the wheat protein gluten.",
"The fibers are as strong and soft as wool and silk.",
"But they are up to 30 times cheaper.",
"Narenda Reddy and Yiqi Yang, who produced the fibers at the University of Nebraska in Lincoln, say that because they are biodegradable they might be used in biomedical applications such as surgical sutures."]
    },
    {
        "sentences": [
"Experts especially journalists, inevitably find it difficult to be objective because of their culture background.",
"Journalists tried their best not to be biased.",
"However, including every aspect of an issue is as easy as calling for every candidate to participate in presidential debate.",
"Some aspects are not included in the reporting."]
    },
    {
        "sentences": [
"There is a growing consensus that, if serious action is to be taken to reduce greenhouse gas (GHG) emissions in Canada, a price must be applied to those emissions.",
"There are, however, challenges associated with the political acceptability of carbon pricing.",
"If Canada implements a carbon price on its own, there are worries that Canadian factories will relocate to other countries to avoid the regulation.",
"Even if other countries act in concert with Canada to price carbon, the effects will be uneven across sectors, and lobbying efforts by relatively more-affected sectors might threaten the political viability of the policy."]
    },
    {
        "sentences": [
"Heart attack is caused by the sudden blockage of a coronary artery by a blood clot.",
"When the clot is formed, it will stay in the blood vessels.",
"The clot in blood vessels will block blood flow.",
"Without the normal blood flow, it will cause muscle contraction."]
    },
    {
        "sentences": [
"Roads of rails called Wagonways were being used in Germany as early as 1550.",
 
"These primitive railed roads consisted of wooden rails over which horse-drawn wagons or carts moved with greater ease than over dirt roads. Wagonways were the beginnings of modern railroads.",
"By 1776, iron had replaced the wood in the rails and wheels on the carts.",
"In 1789, Englishman, William Jessup designed the first wagons with flanged wheels.",
"The flange was a groove that allowed the wheels to better grip the rail, this was an important design that carried over to later locomotives."]
        },
    {
        "sentences": [
"Recycling electronic waste such as old computers, TVs, and monitors is a daunting challenge considering how much technology we all use today.",
"The challenge didn't deter IU students, who persuaded the IT Services department to launch its Electronic Waste Collection Days program.",
"On numerous dates throughout the year, students, faculty, and staff can drop off their old equipment to be completely recycled nothing ends up in a landfill.",
"Collection days netted more than 650,000 pounds of waste in 2010."]
    },
    {
        "sentences": [
"Previous studies have shown that humans are unable to recognize melodies whose notes have a fundamental tone above 5 kilohertz.",
"It was thought that, at frequencies this high, the rapidly cycling sound wave was too fast for the auditory nerve to cope with.",
"To test this theory, Andrew Oxenham and his colleagues at the University of Minnesota in Minneapolis asked a group of six students whether two four-note melodies were identical or not.",
"As in previous studies, the volunteers could not recognize melodies with fundamental tones above 5 kHz."]
    },
    {
        "sentences": [
"New Ventures is a program that helps entrepreneurs in some of the world's most dynamic, emerging economies-- Brazil, China, Colombia, India, Indonesia and Mexico.",
"We have facilitated more than $203 million in investment, and worked with 250 innovative businesses whose goods and services produce clear, measurable environmental benefits, such as clean energy, efficient water use, and sustainable agriculture.",
"Often they also address the challenges experienced by the world's poor.",
"For example, one of the companies we work with in China, called Ecostar, refurbishes copy machines from the United States and re-sells or leases them for 20 percent less than a branded photocopier."]
    },
    {
        "sentences": [
"Over the years many human endeavors have had the benefit of language.",
"In particular a written language can convey a lot of information about past events, places, people and things.",
"But it is difficult to describe music in words, and even more difficult to specify a tune.",
"It was the development of a standard musical notation in the 11th century that allowed music to be documented in a physical form.",
"Now music could be communicated efficiently, and succeeding generations would know something about the music of their ancestors."]
    },
    {
        "sentences": [
"About 70 percent of the Sun's energy passes through the atmosphere and strikes Earth's surface.",
"This radiation heats the surface of the land and ocean, and these surfaces then reradiate infrared radiation back into space.",
"This allows Earth to avoid heating up too much.",
"However, not all of the infrared radiation makes it into space; some is absorbed by gases in the atmosphere and is reradiated back to Earth's surface.",
"A greenhouse gas is one that absorbs infrared radiation and then reradiates some of this radiation back to Earth."]
    },
    {
        "sentences": [
"When you travel at high speeds, the present means nothing: you live mainly in the future because you spend most of your time looking forward to arriving at some other place.",
"But actual arrival, when it is achieved, is meaningless. You want to move on again.",
"By traveling like this, you suspend all experience; the present ceases to be a reality: you might just as well be dead.",
"The traveler on foot, on the other hand, lives constantly in the present.",
"For him traveling and arriving are one and the same thing: he arrives somewhere with every step he makes. He experiences the present moment with his eyes, his ears and the whole of his body."]
    },
    {
        "sentences": [
"Advertisements introduce us to new products or remind us of the existence of ones we already know about.",
"Supposing you wanted to buy a washing machine, it is more than likely you would obtain details regarding performance, price, etc., from an advertisement.",
"Lots of people pretend that they never read advertisements, but this claim may be seriously doubted.",
"It is hardly possible not to read advertisements these days."]
    },
    {
        "sentences": [
"By the beginning in the 1990s, foreign aid had begun to slowly improve.",
"Scrutiny by the news media shamed many developed countries into curbing their bad practices.",
"Today, the projects of organizations like the World Bank are meticulously inspected by watchdog groups.",
"Although the system is far from perfect, it is certainly more transparent than it was when foreign aid routinely helped ruthless dictators stay in power."]
    },
    {
        "sentences": [
"After finishing first in his pilot training class, Lindbergh took his first job as the chief pilot of an airmail route operated by Robertson Aircraft Co. of Lambert Field in St. Louis, Missouri.",
"He flew the mail in a de Havilland DH-4 biplane to Springfield, Peoria and Chicago, Illinois.",
"During his tenure on the mail route, he was renowned for delivering the mail under any circumstances.",
"After a crash, he even salvaged stashes of mail from his burning aircraft and immediately phoned Alexander Varney, Peoria's airport manager, to advise him to send a truck."]
    },
    {
        "sentences": [
"Sephua, a ramshackle town on the edge of Peru's Amazon jungle, nestles in a pocket on the map where a river of the same name flows into the Urubamba.",
"That pocket denotes a tiny patch of legally loggable land sandwiched between four natural reserves, all rich in mahogany and accessible from the town. “Boundaries are on maps,” says a local logger, maps are only in Lima, the capital.",
"In 2001 the government, egged on by WWF, a green group, tried to regulate logging in the relatively small part of the Peruvian Amazon where this is allowed.",
"It abolished the previous system of annual contracts.",
"Instead, it auctioned 40-year concessions to areas ruled off on a map, with the right to log 4% of the area each year. The aim was to encourage strict management plans and sustainable extraction."]
    },
    {
        "sentences": [
"A University of Canberra student has launched the nation’s first father-led literacy project, to encourage fathers to become more involved in their children’s literacy.",
 
"Julia Bocking's Literacy and Dads (LADS) project aims to increase the number of fathers participating as literacy helpers in K-1 school reading programs at Queanbeyan Primary Schools.",
"Having worked as a literacy tutor with teenagers, she saw the need for good attitudes towards reading to be formed early on - with the help of more male role models.",
"'A male that values reading sets a powerful role model, particularly for young boys, who are statistically more likely to end up in remedial literacy program', she said."]
    },
    {
        "sentences": [
"When Vijay Govindarajan and Christian Sarkar wrote a blog entry on Harvard Business Review in August 2010 mooting the idea of a '$300- house for the poor', they were merely expressing a suggestion.",
"Of course, the idea we present here is an experiment,' wrote Prof Govindarajan, a professor of international business at the Tuck School of Business at Dartmouth and Mr Sarkar, a marketing consultant who works on environmental issues - an almost apologetic disclaimer for having such a 'far- out' idea.",
"Who could create a house for $300 and if it was possible, why hadn't it been done before?",
"Nonetheless, they closed their blog with a challenge: 'We ask chief executives, governments, NGOs, foundations: Are there any takers?'"]
    },
    {
        "sentences": [
"The job of a manger in the workplace is to get things done through the employees.",
"In order to do this , the manager should be able to motivate its employees.",
"However, this easier said than done.",
"Motivation practice and theory are difficult, complex subjects touching on several disciplines ."]
    },
    {
        "sentences": [
"The Canadian Institute for Neutron Scattering will be holding the eleventh neutron summer school at Chalk River on May 8- 13, 2011.",
"The aim of the school is to cover a wide range of topics associated with thermal neutron scattering, including powder diffraction, stress analysis, texture, reflectometry, and small-angle neutron scattering together with the underlying theory associated with neutron scattering.",
"The theory will be presented in a way that should be understood by people in any of these fields.",
"For more information, see the Canadian Institute for Neutron Scattering’s Neutron Summer School."]
    },
    {
        "sentences": [
"Take an underperforming company",
"Add some generous helping of debt, a few spoonful of management incentives and trim all the fat.",
"Leave to cook for five years and you have a feast of profits.",
"That has been the recipe for private-equity groups during the past 200 years."]
    },
    {
        "sentences": [
 
"More recent missions to Mars include the hugely successful Mars Pathfinder, which landed a small ‘rover’ called Sojourner on the surface to explore a region where there may once have been life.",
"Sojourner has now been effectively switched off, but lasted almost twelve times its expected lifetime.",
"Similarly the lander, which imaged several areas around the landing site (dubbed the Carl Sagan Memorial site) and took atmospheric measurements, lasted a good deal longer than expected.",
"The only unfortunate thing to have arisen from the mission is the naming of the rocks at the landing site (including everything from Scooby Doo to Darth Vader)."]
    },
    {
        "sentences": [
"Jean Briggs has worked with the Inuit of the Canadian Arctic and has described how, within these communities, growing up is largely seen as a process of acquiring thought, reason and understanding (known in Inuit as ihuma).",
"Young children don't possess these qualities and are easily angered, cry frequently and are incapable of understanding the external difficulties facing the community, such as shortages of food.",
"Because they can’t be reasoned with, and don’t understand, parents treat them with a great deal of tolerance and leniency.",
"It’s only when they are older and begin to acquire thought that parents attempt to teach them or discipline them."]
    },
    {
        "sentences": [
"Early in 1938, Mario de Andrade, the municipal secretary of culture here, dispatched a four- member Folklore Research Mission to the northeastern hinterlands of Brazil on a similar mission.",
"The intention was to record as much music as possible as quickly as possible, before encroaching influences like radio and cinema began transforming the region’s distinctive culture.",
"They recorded whoever and whatever seemed to be interesting: piano carriers, cowboys, beggars, voodoo priests, quarry workers, fishermen, dance troupes and even children at play.",
"But the Brazilian mission’s collection ended up languishing in vaults here."]
    },
    {
        "sentences": [
"At 5:12 a.m. on April 18, 1906, the people of San Francisco were awakened by an earthquake that would devastate the city.",
"The main temblor, having a 7.7-7.9 magnitude, lasted about one minute and was the result of the rupturing of the northernmost 296 miles of the 800-mile San Andreas fault.",
"But when calculating destruction, the earthquake took second place to the great fire that followed.",
"The fire, lasting four days, most likely started with broken gas lines (and, in some cases, was helped along by people hoping to collect insurance for their property—they were covered for fire, but not earthquake, damage)."]
    },
    {
        "sentences": [
"Anyone wanting to get to the top of international business, medicine or academia (but possibly not sport) needs to be able to speak English to a pretty high level.",
"Equally, any native English speaker wanting to deal with these new high achievers needs to know how to talk without baffling them.",
"Because so many English-speakers today are monoglots, they have little idea how difficult it is to master another language.",
"Many think the best way to make foreigners understand is to be chatty and informal.",
"This may seem friendly but, as it probably involves using colloquial expressions, it makes comprehension harder."]
    },
    {
        "sentences": [
"A reaction that needs some type of energy to make it go is said to be endothermic. It takes in energy.",
"For example, the sherbet you used for the chapter problem on page 25 is a mixture of baking soda and citric acid.",
"When it is mixed with water in your mouth, an endothermic reaction occurs, taking heat energy from your mouth and making it feel cooler.",
"Another example of an endothermic reaction is seen with the cold packs used by athletes to treat injuries. These packs usually consist of a plastic bag containing ammonium nitrate dissolves in the water.",
"This process is endothermic-taking heat energy from the surroundings and cooling the injured part of your body. In this way, the cold pack acts as an ice pack."]
    },
    {
        "sentences": [
"A Technology for recording brainwaves in wild animals awakens a more sophisticated understanding of the function of sleep.",
"Studies using miniature sleep recording devices known as neurologgers have already challenged several long-held beliefs about the sleeping habits of sloths and birds.",
"Three toed sloths, for example, sleep far less than once thought.",
"And male sandpipers can go almost entirely without sleep during the three-week breeding season, helping maximize success at that time.",
"Now John Lesku of La Trobe University in Melbourne and his colleagues are using neurologgers to investigate whether light pollution interferes with the circadian rhythms of tammar wallabies in Australia."]
        }
]
