[
{ "title": "What do we call an amount of money that is taken off the usual cost of something?", "content": "Discount / reduction"},
{ "title": "What is the generic term for gold, silver and copper?  ","content": "Metal"},
{ "title": " What is the field of study?" ,"content": "Geography"},
{ "title": "Which continent is Canada located in?  ","content": "North America"},
{ "title": "What is the opposite of the minus sign?  ","content": "Plus sign"},
{ "title": "What is the food that is used in a recipe?  ","content": "Ingredient"},
{ "title": "How many years are there in two decades?  ","content": "Twenty"},
{ "title": "What is the colorful sticker that is attached to an envelope?  ","content": "Stamp"},
{ "title": "What is the summary at the beginning of an academic paper called?  ","content": "Abstract"},
{ "title": "Where can we find the footnote on a page?  ","content": "Bottom"},
{ "title": "What is the part powering a car, ship or an air craft?  ","content": "Engine"},
{ "title": "What do you call the hair that grows above your eyes?  ","content": "Eyebrow"},
{ "title": "What is the famous canal linking the Mediterranean Sea with the Indian Ocean?  ", "content": "Suez"},
{"title": "What is the generic term for a person who once had the same title as you have now?  ", "content": "Predecessor"},
 
{"title": "What type of body covering helps to insulate burns?  ", "content": "Dressing / bandage"},

{"title": "What do we call the musical instrument which has six strings?  ", "content": "Guitar"},

{"title": "What do we call a table showing days, weeks and months of a year?  ", "content": "Calendar"},

{"title": "What do we call the phase in a trial in which both parties interrogate each other?  ", "content": "Cross examination"},

{"title": "What do we say if we call brothers and sisters in a same way?  ", "content": "Siblings"},

{"title": "What is the conservation of non-renewable energy?  ", "content": "Reuse / recycling"},

{"title": "How often does an annual event happen?  ", "content": "Once a year / yearly"},

{"title": "If a driver drives the car, what does a pilot do to the plane?  ", "content": "Fly / flies"},

{"title": "Where does a pilot sit in an airplane?  ", "content": "Cockpit"},

{"title": "What type of work is a sabbatical a lengthy time away from?  ", "content": "Teaching"},

{"title": "What do we call a statement presented in court by a defendant or a lawyer?  ", "content": "Plea"},

{"title": "What is the straight line between the center of a circle and any point on its outer edge?  ", "content": "Radius"},

{"title": "What do we call the weather conditions like rain, hail, etc.?  ", "content": "Precipitation"},

{"title": "What do we call a group of people who sing together?  ", "content": "Choir / chorus"},

{"title": "What do we call a person who trains a team in a particular sport?  ", "content": "Coach"},
 
{"title": "What do we call the machine that provides drinking water in an office?  ", "content": "Water cooler / water dispenser"},

{"title": "What do we call a vehicle equipped for carrying the injured or sick?  ", "content": "Ambulance"},

{"title": "What object has three legs and can support a camera?  ", "content": "Tripod"},

{"title": "What does the color green help for?  ", "content": "Sight / eyesight"},

{"title": "Where do we catch a flight?  ", "content": "Airport"},

{"title": "Does mathematics or linguistics cover the study of the relations between numbers?  ", "content": "Mathematics"},

{"title": "What is the part of the leg below the thigh?  ", "content": "Shank / calf"},

{"title": "What do you call the medicine that is used against headache?  ", "content": "Pain killer / painkiller"},

{"title": "What do we call the female's partner in a marital relation？  ", "content": "Husband"},

{"title": "What do you call the brother of your father or mother?  ", "content": "Uncle"},

{"title": "What is a text that you send to your friends to invite them to a party?  ", "content": "Invitation"},

{"title": "What do you call the curve of a road or a river?  ", "content": "Bend"},

{"title": "What is the top surface inside the room?  ", "content": "Ceiling"},

{"title": "Where do marine animals live?  ", "content": "Sea / ocean"},

{"title": "What do you call your cousin's father?  ", "content": "Uncle"},
 

{"title": "What do we call drawings or writing on a wall, especially in a public place?  ", "content": "Graffiti"},

{"title": "What do we call the people who move from one country to another country, usually for work or a better life?", "content": "Migrants "},
  
{"title": "How do we describe the food that is not cooked?  ", "content": "Raw / uncooked"},

{"title": "What do we call the line between a sunset and the sea?  ", "content": "Sea-sky-line / horizon"},

{"title": "Where do we conduct experiments?  ", "content": "Laboratory / lab"},

{"title": "Which part of our body is related to the word 'optical'?  ", "content": "Eye"},
{"title": "When we say someone is doing the B.A. in history or literature in the university, what does B.A. stand for?", "content": "Bachelor of arts "},
  
{"title": "When you bake a cake, what do you put the cake into?  ", "content": "Oven"},

{"title": "What is the barrier that can prevent floods from damaging our home?  ", "content": "Dam"},

{"title": "What is the antonym of 'entrance'?  ", "content": "Exit"},

{"title": "What includes everything in the world such as stars and planets?  ", "content": "Universe / cosmos"},

{"title": "What does the word 'T V' stand for?  ", "content": "Television"},

{"title": "Who flies an airplane?  ", "content": "Pilot"},

{"title": "What do we call a person who leaves college before finishing the studies?  ", "content": "Dropout"},

{"title": "What do we call a political institution or body that is responsible for a country?  ", "content": "Government"},
 
{"title": "What is 'BA' for, such as history and literature?  ", "content": "Bachelor of arts"},

{"title": "What do we call a short piece of writing containing the main ideas in a document?  ", "content": "Abstract / summary"},

{"title": "What do we call the head of a court?  ", "content": "Judge"},

{"title": "What do we call a person whose job is cutting up and selling meat?  ", "content": "Butcher"},

{"title": "What is the room in which you keep things when you don't need them?  ", "content": "Storeroom"},

{"title": "What do we call a material that helps to insulate fire?  ", "content": "Fireproof material"},

{"title": "What do we call a set of answers to exercises or problems? ", "content": "Key"}, 
 

{"title": "What is the verb that describes traveling on boat?  ", "content": "Cruise / voyage / sail"},

{"title": "Where do passengers stand waiting for a train in the railway station?  ", "content": "Platform"},

{"title": "What is the process of choosing a person for a position by voting?  ", "content": "election"},

{"title": "What is the opposite of horizontal?  ", "content": "vertical"},

{"title": "What do we call a person undergoing treatments in hospital?  ", "content": "patient"},

{"title": "What fruit category includes orange, mandarin and lemon?  ", "content": "citrus"},

{"title": "What do we call a person who pays rent to the landlord?  ", "content": "lessee / tenant"},

{"title": "If any experiment is duplicated, how many times it is performed?  ", "content": "two / twice"},
 
{"title": "What is the opposite of maximum?  ", "content": "minimum"},

{"title": "What do we call someone who studies languages?  ", "content": "linguist"},

{"title": "What do we call a group of mountains such as the Himalayas?  ", "content": "range"},

{"title": "What instrument would you use when you want to weigh something up?  ", "content": "scale"},

{"title": "What is the storyline or the series of scenes of novels, movies, short stories or plays?  ", "content": "plot"},

{"title": "We call numbers like one, three, five odd numbers, then what do we call numbers like two, four, six?", "content": "even "},
  

{"title": "What do we call people who help others get insurance?  ", "content": "insurance agents / insurance brokers"},

{"title": "What do we call a car that needs to be charged?  ", "content": "electric car"},

{"title": "What do we call three children born at the same time to the same mother?  ", "content": "triplets"},

{"title": "What is the couple's formal relationship called?  ", "content": "marriage"},

{"title": "We call a person used to using the right hand a right-hander, and what do we call a person if the left hand?", "content": "left-hander "},
  

{"title": "Which one of the five senses is attributed to the nose?  ", "content": "smell / olfactory sense"},

{"title": "What do we call the selling and transporting of goods to another country?  ", "content": "export / exportation"},

{"title": "Where are goods stored before sale?", "content": "Warehouse / inventory / stock / storeroom"},
 
{"title": "In sport, what do we call the cloths that we wear and end above the knee?  ", "content": "Shorts"},

{"title": "What do we call a child who will soon be a teenager?  ", "content": "preteen / tween"},

{"title": "What do you call a person who lives next to your house?  ", "content": "neighbor"},

{"title": "What is the study of religion called?  ", "content": "theology"},

{"title": "What do people usually use to cut food？  ", "content": "knife"},

 
 {"title": "What do we call a long narrow piece of land almost completely surrounded by water?  ", "content": "peninsula"},

{"title": "What do you call a statue or a building that is dedicated in memory of someone?  ", "content": "Monument / memorial"},

{"title": "What kind of food that vegetarians do not eat?  ", "content": "meat"},

 
 {"title": "There are three eggs, what is the location of the special egg?", "content": "on the right (there is a picture including three eggs  the left two have eggshells while the right one does not."},

 
 {"title": "What is this instrument?  ", "content": "Telescope"},

{"title": "What do pedestrians move by?  ", "content": "foot / feet"},


{"title": "What is the heading at the top of an article or page in a newspaper or magazine?  ", "content": "headline"},

{"title": "What is the term used to describe a period of seven days?  ", "content": "week"},

{"title": "Which organ is the blood pumped from?  ", "content": "heart"},
 
{"title": "What is the section in the library where books can be read but cannot be borrowed?  ", "content": "reserve collection"},

{"title": "What organ on your face do you breathe with?  ", "content": "nose"},

{"title": "How do you describe a line that segments a circle?  ", "content": "chord"},

{"title": "What do humans and animals need to inhale for survival?  ", "content": "air / oxygen"},

{"title": "What can bring astronauts to space?  ", "content": "spacecraft"},

{"title": "What is the opposite direction of sunrise?  ", "content": "west"},

{"title": "What do we use to launch a space shuttle?  ", "content": "rocket / booster"},
{"title": "What do we call the treatment in which people use needles to ease others' pain?  ", "content": "acupuncture"},

{"title": "If a building is one thousand meters high, from where do we measure the height?  ", "content": "sea level"},

{"title": "If someone tells something funny to you, what is your reaction?  ", "content": "laugh / laughing"},

{"title": "What is the act of reusing waste materials?  ", "content": "recycling"},

{"title":"Which part of our body does a gastroscope look into?  ","content":"stomach"},

{"title": "How many days are there in a fortnight？  ", "content": "fourteen"},

{"title": "What do you call a word formed from the first letters of other words?  ", "content": "acronym"},

{"title": "What do we call a machine which carries people from one floor to another in a high building?  ", "content": "lift / lyft / elevator"},
 
{"title": "What do you call the people who work on boats?  ", "content": "Sailors / mariner / seaman"},

{"title": "What does 'subterranean' mean?  ", "content": "underground"},

{"title": "What are the external organs used for hearing?  ", "content": "ears"},

{"title": "What is the boat that carries people from one side of a river to the other?  ", "content": "ferry"},

{"title": "What do you call the buildings of a university or college and the land around them?  ", "content": "campus"},

{"title": "What do you call the persons who study religions?  ", "content": "theologians / theologists"},

{"title": "If an event happens annually, how often does it happen?  ", "content": "once a year"},

{"title": "What clothing do people wear, such as students or nurses, to show that they belong to the same organizations?", "content": "uniform "},
  

{"title": "What do we call the subject that studies weather and temperature?  ", "content": "meteorology / climatology"},

{"title": "What will you hear after a flash of lightning?  ", "content": "thunder"},

{"title": "What do we call a baby cat?  ", "content": "Kitten / kitty"},

{"title": "What is the horizontal line that separates the globe into two halves?  ", "content": "equator"},

{"title": "What is the nominal form of the wide?  ", "content": "width"},

{"title": "Which day of the week starts with 'th'?  ", "content": "thursday"},
 
{"title": "How many quarters are there in a calendar year?  ", "content": "four"},

{"title": "When trains or cars need to go through a mountain, where do they enter the mountain?  ", "content": "tunnel"},

{"title": "What do you call the document that tells your qualification and work experience?  ", "content": "cv / curriculum vitae / resume"},

{"title": "What device do you type on when you use a computer?  ", "content": "keyboard"},

{"title": "Where is a criminal kept as punishment?  ", "content": "prison / jail"},

{"title": "What do we call a person's move to a more important job or rank in a company?  ", "content": "promotion"},

{"title": "Which one in the four seasons has the lowest temperature?  ", "content": "winter"},

{"title": "What does sub-Mediterranean refer to?  ", "content": "Climate"},

{"title": "Whose job is making and repairing wooden objects and structures?  ", "content": "carpenter"},

{"title": "What do you call students in universities who have not yet graduated?  ", "content": "undergraduates"},
{"title": "What do we call people who work on ship or plane?  ", "content": "crew"},

{"title": "Jack is having a presentation on Wednesday. Today is Tuesday. When will Jack have his speech, today, tomorrow or next week?", "content": "tomorrow "},
  

{"title": "What is the frozen type of water called?  ", "content": "ice"},

{"title": "Who is the Swiss greatest scientist in physics?  ", "content": "einstein"},

{"title": "What do we call famous people?  ", "content": "celebrity"},
 
{"title": "What is the highest position in the embassy?  ", "content": "ambassador"},

{"title": "What device is used to measure the height of mountains?  ", "content": "altimeter"},

{"title": "In the solar system, which heavenly body produces sunshine?  ", "content": "sun"},

{"title": "If you have a toothache, who will you go to?  ", "content": "dentist"},

{"title": "What is the legal document protecting someone's intellectual property?  ", "content": "patent"},

{"title": "What thing do postgraduate students have that undergraduate students don’t？  ", "content": "bachelor degree"},

{"title": "What do people hold overhead when it is raining?  ", "content": "umbrella"},

{"title": "What is the process where the color becomes lighter and lighter when exposed to sunlight for a long time?", "content": "fade "},
  

{"title": "How do you call some one with no hair?  ", "content": "bald"},

{"title": "What is the thing used for sun protection in summer?  ", "content": "Sunscreen / sunblock / suncream / suntan lotion"},

{"title": "If a species is described as venomous, what substance does it have?  ", "content": "Venom / poison"},

{"title": "Where does a king or a queen live?  ", "content": "palace"},

{"title": "What is the act of jumping into the water?  ", "content": "diving"},

{"title": "What is a word or expression that has the same or nearly the same meaning as another in the same language?", "content": " synonym "},
 
 
{"title": "What do we call the pen that receive its ink from its reservoir?  ", "content": "fountain pen"},

{"title": "Apart from coffee and hot chocolate, what beverages also contain caffeine?  ", "content": "Tea / coke / cocoa"},

{"title": "What is the musical instrument which has both pedals and strings?  ", "content": "harp / piano"},

{"title": "Where can we find the page numbers of books?  ", "content": "footer"},

{"title": "Which part of our bodies do we use nasal spray in?  ", "content": "nose / nostril"},

{"title": "What do you throw underwater to keep ships staying on rivers or oceans without drifting away?", "content": "anchor "},
  

{"title": "How do you call the movements that the babies move by using hands and legs?  ", "content": "Crawling / crawl"},

{"title": "What is the opposite of division in mathematics?  ", "content": "multiplication"},

{"title": "What force makes humans stay on the earth?  ", "content": "gravity"},

{"title": "What instrument would scientists use to examine very small life forms?  ", "content": "microscope"},

{"title": "What is the habitat of camels?  ", "content": "desert"},

{"title": "How many sides are there in a pentagon?  ", "content": "five"},

{"title": "What do we call the person who plays musical instruments as a job?  ", "content": "musician"},

{"title": "Where do people go to watch plays?  ", "content": "theatre / theater"},
 
{"title": "Name a month that falls between September and November.  ", "content": "october"},

{"title": "What do we call the ship that runs underwater?  ", "content": "submarine"},

{"title": "What subject involves the study of the Periodic Table?  ", "content": "chemistry"},

{"title": "How many years are there in a bicentennial?  ", "content": "two hundred"},

{"title": "Tomorrow’s lecture has been cancelled. If today is Tuesday, then on which day is the lecture cancelled?", "content": "wednesday "},
  

{"title": "What do we call dollars, cents, pounds and euros?  ", "content": "currency"},

{"title": "How do you call the doctor who treats sick animals?  ", "content": "vet / veterinarian"},
{"title": "What do we call the legal document that states how people's property should be allocated after their deaths?", "content": "testament / will "},

{"title": "What do we call the extra performance that actors give?  ", "content": "encore"},

{"title": "What do you call the strap that circles a person in a car or an airplane?  ", "content": "Seatbelt / safety belt"},

{"title": "What do you call the government where the power is concentrated in the hands of one person?" , "content": "autocracy / dictatorship "},
  

{"title": "When you have the PRIMARY, the SECONDARY, what do you have next?  ", "content": "tertiary"},

{"title": "What is the place you share bedroom with your classmates?  ", "content": "dormitory"},

{"title": "What is the room that is under the ground floor?  ", "content": "basement"},
 
{"title": "What do you need to submit for completing a degree in the university?  ", "content": "dissertation / thesis"},

{"title": "When a person’s blood alcohol level is higher than the standard range, what activity can’t the person do?", "content": "driving "},
  

{"title": "How do we call the car that uses two types of fuels?  ", "content": "hybrid"},

{"title": "Where do people go for watching sports or games?  ", "content": "stadium"},

{"title": "What material are windows made of?  ", "content": "glass"},

{"title": "What do birds use to fly?  ", "content": "wings"},

{"title": "What’s the color of the medal that a champion gets?  ", "content": "Golden / gold"},

{"title": "What do we call the northernmost and southernmost parts of the earth?  ", "content": "Pole / poles"},

{"title": "How many wheels does a bicycle have?  ", "content": "two"},

{"title": "How do you call the two siblings born by a mother at the same time?  ", "content": "twins"},

{"title": "If you want to read tragedies or comedies, what kind of book do you read?  ", "content": "fiction books / novels"},

{"title": "What do you use to test the body temperature?  ", "content": "thermometer"},

{"title": "How do we call that animals and plants preserved in the rocks?  ", "content": "fossil"},

{"title": "Which one is more widespread, Korean, Thai or Hindi?  ", "content": "hindi"},

{"title": "How do you describe the money that citizens must contribute to the government for public, use?",  "content": " tax / taxes"},

{"title": "How would you describe an animal that no longer exist on the earth?  ", "content": "extinct"},

{"title": "Which systems do planets such as earth, moon belong to?  ", "content": "solar system"},

{"title": "What device do you use to measure your weight?  ", "content": "scale / weighing machine"},

{"title": "What are the people who study history and historical evidence?  ", "content": "historian"},

{"title": "In a hospital, who is the person that can write prescriptions?  ", "content": "doctor"},

{"title": "What is the force that happens between the relative motion when objects are rubbed against each other?", "content": "friction"},
  

{"title": "How many wheels does the tricycle have?  ", "content": "three"},

{"title": "What is the opposite of artificial?  ", "content": "natural"},

{"title": "What is the hardest part of your hand?  ", "content": "Nails"},

{"title": "What is H2O in chemical substances?  ", "content": "water"},

{"title": "In mathematics and arithmetic, there are addition, multiplication, division. What's the other one?", "content": " subtraction "},

{"title": "What do bees collect from flowers?  ", "content": "pollen / nectar"},

{"title": "Which literary genre describes all details of a famous person's life?  ", "content": "Biography / autobiography"},
 
{"title": "What material is the tire made of?  ", "content": "rubber"},

{"title": "What are the people who study ancient bones or plants in rocks?  ", "content": "paleontologists / paleontologist / archaeologists / archaeologist"},

{"title": "How many eggs are there in a dozen?  ", "content": "twelve"},

{"title": "If you want to find the map of U.S., what type of book should you use?  ", "content": "atlas"},

{"title": "What is the color that refers to environmental protection?  ", "content": "Green"},

{"title": "Which color do we make by blending black and white?  ", "content": "grey"},

{"title": "What do we call the liquid which is in a car?  ", "content": "gasoline / petrol / gas / fuel"},

{"title": "Which continent do China, India, Korea and Japan locate in?  ", "content": "Asia"},

{"title": "Before airplanes were invented, how did people travel from America to Europe?  ", "content": "by ship"},

{"title": "Who is a physician who performs surgical operations?  ", "content": "surgeon"},

{"title": "In the word ‘postgraduate’, what does the ‘post’ mean?  ", "content": "after"},

{"title": "What natural resource is used by a carpenter?  ", "content": "wood / timber"},

{"title": "If you invented something, what can you apply for to prevent others copying your invention?  ", "content": "patent"},

{"title": "How do you describe the type of magazine that is published four times a year?  ", "content": "quarterly"},

{"title": "When something has increased by triple, how many times does it increase?  ", "content": "three times"},
 

{"title": "Who sits in the cockpit of an airplane?  ", "content": "pilot"},

{"title": "What will snow become after it melts?  ", "content": "Water"},

{"title": "Which part of your leg can make it possible to bend?  ", "content": "knee"},

{"title": "Oral English is different from academic English. Which is the best term to describe academic English  tolerant or rigorous?", "content": "  rigorous"},

{"title": "What is the opposite of convex?  ", "content": "concave"},

{"title": "What do we call the first paragraph of a report?  ", "content": "introduction"},

{"title": "What do we call a doctor who can sell prescribed medicines?  ", "content": "pharmacist / chemist"},

{"title": "What kind of drugs are used for killing bacteria?  ", "content": "Antibiotics"},

{"title": "What is a thermometer used to measure?  ", "content": "Temperature"},

{"title": "How many hemispheres does the equator divide earth into?  ", "content": "Two"},

{"title": "What is the collection of pictures called?  ", "content": "album"},

{"title": "How many extra days in February in a leap year?  ", "content": "One"},

{"title": "In statistics, what is a circle divided into many parts called?  ", "content": "pie chart"},

{"title": "How do you call a student that has finished his first year?  ", "content": "sophomore"},
 
{"title": "Which one is quicker? Running, jogging or walking?  ", "content": "running"},

{"title": "What does the sun do during dawn?  ", "content": "sunrise"},

{"title": "What do we call a festival which is held every four years gathering people together as a sporting event?", "content": "  the olympic games"},

{"title": "What stellar system do the planets, such as Saturn, Jupiter, belong to?  ", "content": "solar system"},

{"title": "What is the feature that guitars and violins have in common?  ", "content": "string / strings"},

{"title": "What do we call a person who can speak two languages?  ", "content": "Bilingual / bilinguist"},

{"title": "What type of shape has four right corners, four lines that are equal in length?  ", "content": "square"},

{"title": "What do we call the place selling gold and silver?  ", "content": "jewelry store / bullion market"},

{"title": "If a couple have a pair of children, how many children do they have?  ", "content": "two"},

{"title": "Which is easier to be recycled, plastic or paper?  ", "content": "paper"},

{"title": "What is the opposite word of 'stale'?  ", "content": "fresh"},

{"title": "What do we call the 'Times New Roman' in word？  ", "content": "typeface / font"},

{"title": "Which kind of mountain can erupt?  ", "content": "volcano / volcanos"},

{"title": "The instructions that tell you how to cook food?  ", "content": "recipe / recipes"},
 
{"title": "What is one half of 100% ?  ", "content": "fifty"},

{"title": "What is the opposite of positive?  ", "content": "negative"},

{"title": "What are the strings on shoes?  ", "content": "shoelace / shoelaces"},

{"title": "What is the name of the student who has not completed his course?  ", "content": "undergraduate student"},

{"title": "A dozen is a grouping of which number?  ", "content": "twelve"},

{"title": "In the library, which books we are not allowed to bring them out with ourselves?  ", "content": "closed reserve book / closed reserve books"},

{"title": "What century are we now in?  ", "content": "twenty first"},

{"title": "What kind of dictionary provides synonyms, antonyms and related words?  ", "content": "thesaurus"},

{"title": "What is the opposite to “predecessor”?  ", "content": "successor"},

{"title": "What do we call the thread in the center of the candle?  ", "content": "wick"},

{"title": "What is the thing you touch when you play the guitar?  ", "content": "strings / string"},

{"title": "Which one is past tense  has gone, went or going?  ", "content": "went"},

{"title": "What do we call the animals with white ivory and long trunk?  ", "content": "elephant / elephants"},

{"title": "Which kind of book can we find Africa maps?  ", "content": "atlas"},

{"title": "What’s the material that we use to stick things together?  ", "content": "glue / glues"},
 
{"title": "What does a sundial measure?  ", "content": "Time"},

{"title": "What material is used for most of vehicles and craft?  ", "content": "metal / plastic / glass"},

{"title": "What is the ceremony called for marriage?  ", "content": "wedding"},

{"title": "How many times a year is a quarterly journal published?  ", "content": "four"},

{"title": "How many years are there in a decade?  ", "content": "ten years"},

{"title": "What kind of liquid do mammals feed their babies?  ", "content": "milk"},

{"title": "What is the antonym of vertical?  ", "content": "horizontal"},

{"title": "What is the economic sector that deals with farming?  ", "content": "agriculture"},

{"title": "Some calendars begin the week on Sunday, what is the other day which commonly starts a week?", "content": "  monday"},

{"title": "What do we call the piece of paper that proves you have bought an item?  ", "content": "Receipt"},

{"title": "In a recession, does economic activity increase or slow down?  ", "content": "slow down"},

{"title": "What is the name of the field of study that studies the human mind and behavior?  ", "content": "psychology"},

{"title": "Where would you expect to find equipment like microscopes, a Bunsen burner, beaker and petri dish?", "content": "  laboratory"},

{"title": "A manufacturing process releases poisonous gases. What is the most important safety measure for workers at this plant⼀ensuring good ventilation, or appropriate footwear?  ", "content": "Ensuring good ventilation"},
 
{"title": "What is the name of the instrument used to measure variations in temperature?  ", "content": "thermometer"},

{"title": "What is the joint called where your hand is connected to your arm?  ", "content": "wrist / wrists"},

{"title": "How many days are there in a week?  ", "content": "Seven"},

{"title": "What is the most important document you would have to show if you would to hire a car?  ", "content": "driver's license / driving license"},

{"title": "What do you call a specialist who repairs leaking water pipes?  ", "content": "plumber"},

{"title": "What do we call a period of ten years?  ", "content": "decade"},

{"title": "What do we call a period of 100 years?  ", "content": "century"},

{"title": "Where would you find a whale, in a tropical forest or ocean?  ", "content": "ocean"},

{"title": "What is the job of someone that looks after your teeth and gums?  ", "content": "dentist / surgeon dentist"},

{"title": "What is it called when two or more people are speaking to each other?  ", "content": "conversation / chat"},

{"title": "Who is a person that makes bread, cakes and pastries?  ", "content": "baker"},

{"title": "What is the red liquid that flows through a body?  ", "content": "blood"},

{"title": "What kind of book is written by a person about their own life?  ", "content": "autobiography"},

{"title": "What key mineral makes sea water different from fresh water?  ", "content": "Salt"},

{"title": "What is the meeting point of sea and sky called?  ", "content": "Horizon"},
 
{"title": "What does ophthalmologist specialize in?  ", "content": "eye operations / eye"},

{"title": "In addition to the A, E, what are the other three vowels?  ", "content": "U / I / O"},

{"title": "On what geographical location would someone be living if their country is surrounded by water on all sides?", "content": "  Island"},

{"title": "Who would you consult to treat a fear of crowded places, a philosopher or a psychologist?  ", "content": "psychologist"},

{"title": "How many days are in a leap year?  ", "content": "three hundred and sixty six"},

{"title": "In the animal kingdom, is the purpose of camouflage to attract a mate, to find food or to hide?  ", "content": "hide"},

{"title": "What special document do most people need to carry when they travel between countries?  ", "content": "passport"},

{"title": "What do we call the date that a piece of work must be finished by?  ", "content": "deadline / due date"},

{"title": "What is the source of solar energy?  ", "content": "sun"},

{"title": "What kind of equipment is used to protect motorbike riders' brains from injury？  ", "content": "helmet"},

{"title": "What is a list of historical events arranged in time order?  ", "content": "chronology / timeline"},

{"title": "What is the term used for the life history of a person written by himself?  ", "content": "autobiography / memoir ."},

{"title": "Which one word is used for a brother or sister?  ", "content": "sibling"},

{"title": "If something such as fabric or medicine is artificially made, not natural, what do we say it is?  ", "content": "Synthetic / artificial"},

{"title": "What do you call the alphabetical list at the end of a textbook that tells you where to find 'specific information?'  ", "content": " index / reference"},
 

{"title": "What is the word for a building or room where art exhibitions are held?  ", "content": "art gallery / art museum"},

{"title": "At what ceremony do students receive their degree or diploma at the end of their period of study?", "content": "  graduation / commencement"},

{"title": "What is it that you wear on your wrist and that tells you time?  ", "content": "wrist watch / watch"},

{"title": "A business doesn't want to make a loss - what does it want to make?  ", "content": "Profit / profits"},

{"title": "What is the word for a period of one hundred years?  ", "content": "Century"},

{"title": "What do we call the organs in our chest that we use to breathe?  ", "content": "Lungs / lung"},

{"title": "Where can people go to borrow books?  ", "content": "Library / bibliotheca"},

{"title": "How many years does a millennium have?  ", "content": "One thousand / a thousand"},

{"title": "Which sweet food is produced by bees?  ", "content": "Honey"},

{"title": "If telescopes are used to locate distant objects, what instrument is employed to magnify minuscule objects?", "content": "  Microscope / microscopes"},

{"title": "What are winter, spring, summer and autumn?  ", "content": "Seasons"},

{"title": "Where do people usually go to deposit money?  ", "content": "Bank"},

{"title": "How many sides are there in a bilateral agreement?  ", "content": "Two"}
]
