{   
"1": "During this period of time, there was a huge surge of activism taking place to reverse this discrimination and injustice. Activists worked together and used non-violent protest and specific acts of targeted civil disobedience, such as the Montgomery Bus Boycott and the Greensboro Woolworth Sit-Ins, in order to bring about change. Much of this organizing and activism took place in the Southern part of the United States; however, people from all over the country—of all races and religions—joined activists to proclaim their support and commitment to freedom and equality. For example, on August 28, 1963, 250,000 Americans came to Washington, D.C. for the March on Washington for Jobs and Freedom. They came to have their voices heard and listen to speeches by many civil rights leaders, especially Martin Luther King, Jr., who delivered what would become one of the most influential speeches in history. In the aftermath of World War II, African American civil rights efforts were hampered by ideological splits. The Southern system of white supremacy was accompanied by the expansion of European and American imperial control over nonwhite people in Africa and Asia as well as in island countries of the Pacific and Caribbean regions. Like African Americans, most nonwhite people throughout the world were colonized or economically exploited and denied basic rights, such as the right to vote.",
"2": "Fish are important because they help maintain the health of marine ecosystems and provide support to other marine life. They are an important part of the food web because they are predators to smaller organisms and prey to marine mammals and seabirds globally. They also support humans. About 80 million tons of fish are harvested annually. This volume is enough to feed all Filipinos with their annual fish consumption for 20 years. And they're currently about 60 million people working in the fishing industry globally. But on a global scale, 33 percent of fisheries are overfished, meaning too many fish are being harvested. This may cause fish populations to become depleted and not able to recover. 67 percent are fully exploited, meaning additional fishing effort could lead to the fisheries collapse. Only 10 percent have room to grow, with just 10 percent of the fisheries having a room to grow. We might experience a global fishing crisis.",
"3": "In today's lecture I'm going to talk about changes in air pollution since the middle of the last century and what has created these changes. So, um — by the 1950s, air pollution was very visible with frequent thick black fogs known as 'smogs' in many large cities around the world. The main source of this pollution was from factories and it caused severe health problems. For example, a particularly severe smog in London in 1952 caused over four thousand deaths. Obviously something had to be done and in 1956 a Clean Air Act was introduced in Britain. This addressed the pollution from factories and the smogs soon disappeared. However, as you know, these days air pollution is still a big issue. The main difference between now and the 1950s is that you can't see it — it's invisible. Also, the main source of pollution now is from cars and lorries, and although these don't produce visible signs, this air pollution is still a significant risk to health. And one of the key factors in the rise of this type of pollution is that we have all become much more vehicle-dependent. There are far more cars and lorries, trains and planes than in the 1950s and this is now the main source of air pollution around the world.",
"4": "We have briefly looked at some of the problems involved in running a biggish city like, say, Melbourne, keeping the road and rail systems running, policing, providing food and housing, and so on. In another lecture, I'm going to deal with what is this now called, megalopolis - cities with populations of ten million or more. However, first I want to go back in history to when the population of cities could be numbered in the thousands rather than millions. One of the earliest theorists of the city was, of course, Plato, who created an ideal city in his text, The Republic. The population of this city would be around twenty-five to thirty thousand at most. Oddly enough, the same figures were chosen by Leonardo da Vinci for his ideal cities. Now, of these twenty five to thirty thousand inhabitants only about five thousand would be citizens. A reason for this might be that it is the largest number that could be addressed publicly at one time and by one person, and makes a voting system much easier to manage. Also, perhaps the numbers are kept deliberately low because a large population would be harder to control, or because, in practical terms, fewer inhabitants are easier to feed from local supplies without having to depend on outside sources.",
"5": "The glass ceiling is an idea familiar to many. It refers to the invisible barrier that seems to exist in many fields and which prevents women from achieving senior positions. Less well-known, but arguably a more pernicious problem, is the 'glass cliff'. Originally recognised by academics Michelle Ryan and Alex Haslam back in 2005, this is the phenomenon of women making it to the boardroom but finding themselves disproportionately represented in untenable leadership positions. Ryan and Haslam presented evidence that women were indeed starting to secure seats at boardroom tables. But the problem was that their positions were inherently unstable. These women would then find themselves in an unsustainable leadership position from which they would be ousted with evidence of apparent failure. The title of their paper sums it up: women are over‐represented in precarious leadership positions. Subsequent research in an array of environments has demonstrated that this is not an isolated issue, nor is it unique to certain industries or geographical locations. It reveals that women in top leadership positions seem to be routinely handed inherently unsolvable problems.",
"6": "In recent decades journalism has been faced with challenges. So, what has happened to journalism? The rise of the Internet has a great impact on journalism, specifically the ways it is produced and consumed. Because the Internet democratizes people, ordinary people can get involved in journalism. It takes steps for people to feel enthusiastic about the changes in journalism. The Internet not only speeds, up spread of news, but also helps people gain information in various ways. Thus, journalism now becomes a collaborative process in an imaginary way, which is unexpected. For example, even small pieces of ordinary video can be of a new type of journalism.",
"7": "With the concept of moral objectivism, what we're looking at is the idea that there can be some universal moral principles: some rules, some ideas and guidelines that are valid for all people in all social environments and all situations. The idea that we can essentially have some signposts or a road map to guide behavior is going to be consistent across all individuals. Now if we take a look at this in another perspective, we can come up with a view of moral absolutism. In the area of moral absolutism, basically, what we have is illustrated on the right-hand side of this slide, is a very firm and unyielding boundary between what is right and what is wrong. And so, within moral absolutism, basically what you have are these non-overridable principles. They must be followed. They must never be violated and there were no exceptions. It is always right. It is always wrong. And nothing is subject to interpretation, and nothing is dependent upon the situation.",
"8": "An essay is a chance to identify your read and learned. As a writer, you first need to collect many materials, then write an essay in four or five paragraphs, structures and quotes. If someone is searching for a book or article to read, he or she will decide from the very beginning whether this work is worth attention. If you want to wow your teacher, polish the introduction, especially the first couple of sentences. Add an essay hook–something interesting, funny, shocking, or intriguing to win the reader’s attention. Build an emotional connection with your reader right from the start. A hook in the essay is a catchy sentence or paragraph in the impressive introduction which serves as an attention element and an important part. An excellent hook sentence is engaging and interesting; it is a perfect method to start an argumentative or persuasive essay. The hook for your essay often appears in the first sentence. The opening paragraph includes a thesis sentence. Some popular hook choices can include using an interesting quote, a little-known fact, famous last words, or a statistic.",
"9": "The internet, the most powerful tool in terms of engineering made by humans, has the most complicated structure. What we call the Internet is made up of a lot of things, wires traversing the ocean, satellites and cell phone towers, massive data centers sending packets of information all over and devices. The internet can be connected via a modem, or an ADSL switch center, to a local landline telephone exchange network. It can connect us from Sydney to Melbourne and then to the U.S.. However, it takes energy for the transmission system to transmit information. For example, the longer email you write, the more energy is consumed. Meanwhile, there are more than 30 billion things connected to the Internet, like cell phones, laptops, credit card readers, smart TV, and so on, and each of them requires electricity. In total, Internet-connected devices probably use around five percent of the world's electricity., And most of the electricity comes from burning fossil fuels, which release greenhouse gases into the atmosphere.",
"10": "Approach and avoidance motivation is composed of three conceptually distinct components. Approach indicates a propensity to move toward (or maintain contact with) a desired stimulus, such as vocational plans. Avoidance indicates a propensity to move away from (or maintain distance from) an undesired stimulus in order to reduce anxiety. Motivation is defined as the energization and direction of behavior. The valence of stimuli is at the core of the distinction between approach and avoidance, with positively valenced stimuli typically leading to approach and negatively valenced stimuli typically leading to avoidance. Stimuli can be external or internal, implicit or explicit, conscious or non-conscious.",
"11": "The research shows that girls have a higher level of English results than boys in the same class, because boys and girls are different in learning styles, and their brain functions are different in mechanisms. Male students were detected to be significantly more aware of the developments in the field of physics than female students. According to the content analysis results concerning this finding, unlike female students male students were more interested in technological developments. This finding is not surprising when the passive social role of females and the general social structure in which they tend to more sociable fields are considered. This finding may have occurred due to the fact that males are generally more interested in technology than females. Previous studies support this finding. Boys are more simplified, and teachers' teaching style normally suits girls better than boys. Teachers should find different teaching approaches respectively for boys and girls.",
"12": "My lab works on the applications of synthetic biology, so we're very interested in doing useful things with biological systems. Up to now, life has evolved, and now we actually have the ability and the power to engineer it, to design it. And so I'm curious about what the natural world is going to look like in the future. So synthetic biology is sort of the next level of genetic engineering. So about 40 years ago, we being scientists and engineers, developed techniques to basically move pieces of DNA from one organism to another. And this was sort of done by physically cutting and pasting. Now we're moving beyond that where we can write DNA so we're no longer limited to the pieces. We can cut from one and put in another. We can chemically synthesize this DNA on a machine and put that into an organism. And now we can even create new organisms completely from scratch. So if you imagine a cell that's programmed to make a useful compound, say, material or drug, then what you have is basically a microscale manufacturing unit. It's basically a cellular factory. And the cool thing about cellular factory is that when you want more factories, you love that cell grow and divide. So in in the lab, if we have one bacteria, we put it in a flask. The next day we come in. We have millions, if not billions of bacteria.",
"13": "We are from an organization called Nonhuman Rights Project, and we fight for legal rights of nonhuman animals. Drawing a line in order to enslave an autonomous and self-determining being is a violation of equality. We then searched through 80 jurisdictions. We chose the state of New York. Then we decided upon who our plaintiffs are going to be. We decided upon chimpanzees. We know the extraordinary cognitive capabilities that they have, and they also resemble the kind that human beings have. And so we chose chimpanzees, and we began to then canvass the world to find the experts in chimpanzee cognition. So now we needed to find our chimpanzee. Our chimpanzee, first we found two of them in the state of New York. Both of them would die before we could even get our suits filed. Then we found Tommy. Tommy is a chimpanzee. Tommy was a chimpanzee. We found him in that cage. We found him in a small room that was filled with cages in a larger warehouse structure on a used trailer lot in central New York. And so on the last week of December 2013, the Nonhuman Rights Project filed three suits all across the state of New York using the same common law argument. The court didn't approve our appeal because they think chimpanzees are not humans even though they have cognitive skills. We proved to the court that chimpanzees also have cognitive capabilities, and they were not hearing us.",
"14": "Most companies believe that competition drives employees to improve performance and motivate them. Ranking among employees is widely used in large corporations, like Cisco, General Electric, because they believe this can help improve productivity. Employees in those companies are ranked into levels by their supervisors in every department, in which, employees in top ten percent are rewarded or promoted, those in bottom ten percent are threw out, and thirty to fifty percent of them in the middle will have a feeling of both fear and hope. But this is a common mistake. Competition makes employees, who are under the threats of being laid off, losing incomes, or being publicly humiliated, full of fears even when they are faced with simple tasks, and makes it impossible for inspiration and creation to happen.",
"15": "We have a long history to research on hospital design and patient recovery. A long time ago, people began to study therapeutic environments. For example, in 1855, Florence Nightingale recognized that color and form enhanced a patient's recovery. They found that fresh air and sunlight had positive impacts, and architecture also played as an important part. Views of the hospital's backyards can help patients rest well and sleep fast, and can also help relieve their stress and pain easily, because of the pleasant feelings caused by nature. Being Visited by friends or family members can help patients be better off sooner, as well as living alone in a single room. 90% of patients and nurses in hospitals agree that the well-designed hospital environment links to recovery rates.",
"16": "Because of the economic model, the newspaper industry has been shrinking drastically from the last 50 years of the 20th century in some states of America. Also as the economic model changed, newspapers increased the cash flow. However, there are still some newspaper industries losing money because of a decrease in advertising and buyers. They can't find buyers. Only a few newspapers have positive cash flow. Over 100 newspapers with cash flow in red had no money to publish the newspaper everyday. Some of them published three days per week. Small-sized newspapers only published once a week and had to go online. Some newspapers even disappeared. The staff working in newspaper industry decreased by 30-60% or more.",
"17": "Transportation officials, advocates, companies and users around the world are talking about how automated vehicles will change transportation as we know it, autonomous vehicles are split into six levels of automation as defined by the Society of Automotive Engineers. Zero, no automation. One, driver assistance. Two, partial automation. Three, conditional automation. Four, high automation. And five, full automation. Humans are responsible for monitoring the vehicle and performing most functions in levels one and two, while an automated driving system performs all functions and levels three, four and five., Vehicles and levels three and up are considered highly automated vehicles. As vehicles progress to higher levels of automation, less responsibility is put on the driver for monitoring the vehicle. Here's how an automated vehicle works. Several systems work in conjunction with each other to control an automated vehicle. Radar sensors dotted around the car monitor the position of vehicles nearby. Video cameras detect traffic lights, read road signs and keep track of other vehicles while also looking out for pedestrians and other obstacles.",
"18": "There’s sugar in a lot of foods where you don’t expect it. Of course there’s lots of sugar in donuts or ice cream, or pastries, or other things that are sweet; candy of course, but there are other places where you see it and you don’t necessarily expect it. As an example: peanut butter. Here’s a list of ingredients from skippy peanut butter and you see that sugar is the second most common ingredient. You may know from reading food labels that these ingredients in any food label are listed in order of how much there is in the food itself, so sugar comes right after peanuts. Here’s another example, beef stew, you wouldn’t necessarily expect to find sugar in beef stew but it’s there. Now it’s down the list of ingredients, it’s actually toward the end, but if you look at the marketing of this and look at the can it says, there’s fresh potatoes and carrots, but actually there’s more sugar in this than there is carrot.", 
"19": "This lecture mainly talks about Neolithic stones. Firstly, the speaker emphasizes the objects discovered in Scotland, dating back 5,000 years, are probably the first examples of humans exploring the concept of symmetry. Also, he mentions we do not actually know what they are for. Lastly, the speaker believes that mathematicians create our mathematical objects for the joy and the beauty. In conclusion, this lecture is very informative.",
"20": "This is a new memory-learning memory. It is a good thing for you to get enough sleep, and a bad thing for you if not. People need to sleep before learning, and people also need to sleep after learning. When you are asleep, the memory can consolidate all the information into your brain. From this point, it may only get worse. Not only will I tell you about the wonderfully good things that happen when you get sleep, but the alarmingly bad things that happen when you don't get enough both for your brain and your body. Let me start with the brain and the functions of learning and memory, because what we've discovered over the past 10 or so years is that you need sleep after learning to essentially hit the save button on those new memories so that you don't forget. But recently, we discovered that you also need sleep before learning and now to actually prepare your brain almost like a dry sponge, ready to initially soak up new information. And without sleep, the memory circuits of the brain essentially become waterlogged, as it were. And you can't absorb new memories.",
"21": "Honeybees do a waggle dance to direct other bees to sources of nectar, but dancing bees like this one can be halted by a headbutt from another bee. Now, researchers have found that this headbutt is, actually a warning signal. A feeding station was set up in the lab to mimic a source of nectar. Then foraging bees were introduced to dangers at the station, such as competition from rival colonies. When foragers returned to the hive, they stopped bees dancing. Scientists think the behavior warns dancers of a dangerous source of nectar.",
"22": "Social skills are vital in enabling an individual to have and maintain positive interactions with others. Many of these skills are crucial in making and sustaining friendships. Social interactions do not always run smoothly and an individual needs to be able to implement appropriate strategies, such as conflict resolution when difficulties in interactions arise. It is also important for individuals to have 'empathy' as it allows them to respond in an understanding and caring way to how others are feeling. Children are facing social difficulties with particular risks. Young people who do not have strong relationships with the adults in their family are even more at risk. In an experiment in a high school, which lasted for 8 to 12 weeks, the students were told to be a movie director and to choose their own story structure. The students worked with each other, which involved lots of different skills, and social interactivity. The movies they had made were actually cool. Then, the researchers tested the intervention effect, finding this can improve their self-regulation, and they found this can improve their self-regulation and critical thinking skills.",
"23": "Today, poems remain an important part of art and culture. We often talk about the knowledge about the literature in poem. Poetry is probably the oldest form of literature, and probably predates the origin of writing itself. The oldest written manuscripts we have are poems, mostly epic poems telling the stories of ancient mythology. The English language in poems and poetries is difficult to understand, often giving readers a feeling of frustration and making it hard for readers to enjoy poetry. This is because poems use literary expressions. Poetry was once written according to fairly strict rules of meter and rhyme, and each culture had its own rules. Some poems incorporate rhyme schemes, with two or more lines that end in like-sounding words. We should learn to simply enjoy it, and to know more about literature knowledge.",
"24": "The United States is considered the biggest food-wasting country in the world. Consumers collectively throw away more than all the retailers together in the US. In total, private US households waste around 43% of all food. According to 'Save the Food', a national public service campaign, this could translate into an annual financial loss of $1,500 for a family of four. In fact, over 40 million tons (36 million tonnes) of food ends up in landfills every year, worth more than $161 billion. 60% of food waste comes from general consumption. There are two main sources of food waste. The majority of food waste comes from supermarkets, especially in the used-by section. The other factor is what people purchase and how they eat, so purchasing all items is not a good idea. Avoiding food waste efficiently along the supply chain and in all our households can result in a win-win scenario. Halving food waste could help meet the demand for nutrition of our growing population, and equally minimize the negative environmental effects of agriculture.",
"25": "A leader can define or clarify goals by issuing a memo or an executive order, an edict or a fatwa or a tweet, by passing a law, barking a command, or presenting an interesting idea in a meeting of colleagues. Leaders can mobilize people’s energies in ways that range from subtle, quiet persuasion to the coercive threat or the use of deadly force. Sometimes a charismatic leader such as Martin Luther King Jr. can define goals and mobilize energies through rhetoric and the power of example. We can think of leadership as a spectrum, in terms of both visibility and the power the leader wields. On one end of the spectrum, we have the most visible: authoritative leaders like the president of the United States or the prime minister of the United Kingdom, or a dictator such as Hitler or Qaddafi. At the opposite end of the spectrum is casual, low-key leadership found in countless situations every day around the world, leadership that can make a significant difference to the individuals whose lives are touched by it. Over the centuries, the first kind–the out-in-front, authoritative leadership–has generally been exhibited by men. Some men in positions of great authority, including Nelson Mandela, have chosen a strategy of “leading from behind”; more often, however, top leaders have been quite visible in their exercise of power. Women (as well as some men) have provided casual, low-key leadership behind the scenes. But this pattern has been changing, as more women have taken up opportunities for visible, authoritative leadership.",
"26": "The ocean provides habitats for 98% fish, the source of protein feeding 4.8 billion of people. But human activities and climate change have left corals bleached in some oceans. There are many species of fish that are endangered. The government set up a network, called MPA marine campaign, in which countries and organizations have been collaborating with each other to protect the environment for 32 years. A marine protected area (MPA) is a zone designated and managed to protect marine habitats and species for the good of the ocean, society, economy and culture. Within MPAs, human activities such as fishing, vessel traffic and tourism are regulated. MPAs can come in the form of a fully protected marine reserve, a moderately protected marine park, or a no-take zone among others. But MPA is faced with lots of challenges, as some developing countries lack management and resources, and feel being excluded.",
"27": "Today, this course you are going to take is about what is engineering and how to work with a complicated system. You guys should know the answers, because all of you guys are from the engineering course. Especially, when you design, build, debug and develop something new, during these process, you are working with the complicated system. How to program complicated systems and how would you know it actually works before producing it. Sometimes, the inspirations are from your daily life, you probably need to consider your personal life experience. And from the common everyday life to the tiny things that you cannot see virtually, and the inspirations normally exist in the tiny levels. A complicated system such as your laptops running Microsoft systems. That means the system is not able to see, which, means you guys have to virtualize it. Engineering is here to help virtualize by using systems. Nowadays, the complicated systems are relatively reliable, and you guys work upon these and need to deliver the new outcomes which are reliable as well. This is what we do now and we are good at. Engineering is to help virtualize by using systems. In order to develop and produce a reliable system, you need consider more on the risks, potentials, predictability and accuracy.",
"28": "The stock market is where investors connect to buy and sell investments — most commonly, stocks, which are shares of ownership in a public company. When you need groceries, you go to the supermarket. When you're ready to buy stocks or mutual funds, you'll usually buy them online through the stock market, which anyone can access with a brokerage account or employee retirement plan. The term 'stock market' often refers to one of the major stock market indexes. However, there are some different uses of the stock market before and after. In the 18th century, manufacturing companies came into the market. Traditional companies used stocks to raise money, and input money into companies, while modern companies used stocks to output money. From 19th to 20th century, however, modern companies, such as Apple, Google and Microsoft are big enough to earn money, and use stocks differently. The stock market also inclined to put money into big companies.",
"29": "The question today of what makes a luxury brand, a luxury brand and how do we distinguish it, is very hard to answer. The standard business response is to say they are more exclusive. And we get exclusivity by having high price and relatively small amounts of the product available. The reality, however, of luxury brands is that they are sold in their millions, and in some cases, are not priced that much higher than the standard output. The only way I can really answer your question is to say, it is all relative. As you said in your introduction, it wasn't that long ago in Australia that we would have considered two televisions to be a luxury, or even further back, one colour television. And you can make a strong argument, for example, that Starbucks in China, right now, is a luxury purchase because of its cost, because of how frequently it is purchased by many people. So, I think the long answer is a complicated one, but the answer is, it depends who you talk to. I think in the business community what we would say, is that there is a small cluster of more expensive brands which have a distinct strategy that we would identify as being luxury brands. And they start with the Rolls Royce and the Tiffanys and the Louis Vuittons of the world. And, I think that tends to be how we see them.",
"30": "Rejection happens to all of us, and it can be a disappointing experience. I will now give some advice for young researchers. Many things have changed today, which can be a troubling issue. The chance of getting paper published is becoming smaller and smaller. Although it never is easy to take, rejection is particularly hard at the beginning of your career. But rejections will lead to a better result and will be good for the career path. Use this feedback to improve your paper for submission to another journal as well as your next, more robust study of the topic. Usually several individuals with expertise in the topic have donated substantial time to provide detailed advice to advance your paper and future work. Also remember that publication does not mean funding. Investors will learn how to attract and engage young researchers at the same time.",
"31": "Today, more and more people realize that the global economic and financial crisis also concerns common ethical values and standards. I am pretty concerned that the global economy has become unethical and unfair. Recent experiences have proved that the sustainability of the market economy is by no means guaranteed. Indeed, one cannot escape the fact that the emergence of global capitalism has brought with it an entirely new set of risks. The global economic and financial crisis concerns common ethical standards. For example, the trade between Europe and the United States has been unfair, which needs to be further negotiated. These problems of the global economy should be on the agenda for the following years. Obviously, all ethical values and standards are culture-bound, but there are core values and standards that are universal. I strongly believe that in the long run, the global market economy will only be accepted in the different regions and nations if it is socially acceptable.",
"32": "This lecture mainly talks about the first inhabitants in Australia. Firstly, the speaker emphasizes the first inhabitants in Australia were the ancestors of the present indigenous people. Also, he mentions that this migration was achieved during the closing stages of the Pleistocene epoch. Lastly, the speaker believes that the majority of immigrants came from Asia, led by China and India. In conclusion, this lecture is very informative.",
"33": "This lecture mainly talks about happiness economics. Firstly, the speaker emphasizes that their consistent pattern determines well-being across large samples of people. Also, she mentions that some of these very basic things are remarkably consistent across the world. Lastly, the speaker believes that the environment and equality, the nature's institution raging on living, and all kinds of other things affect people's well-being. In conclusion, this lecture is very informative.",
"34": "This lecture mainly talks about the English language's history. Firstly, the speaker emphasizes English is definitely not a pure language, which has borrowed from many languages. Also, she mentions we are not only learning about language but we are learning about history, which are closely connected. Lastly, the speaker believes borrowed words have been viewed differently throughout history. In conclusion, this lecture is very informative.",
"35": "Since the discovery of DNA structure, people have believed that genes have an impact only on people's physical structure. However, the study of mapping of genes in 2001 found that there is a genetic responsibility to human's physical and psychological behaviors, which has changed the way we understand our behaviors. Findings from behavioral genetic research have broadly impacted modern understanding of the role of genetic and environmental influences on behavior. The research on genes has provided integrating information, and the findings can benefit biologists, psychologists and neuroscientists. Qualitative research has fostered arguments that behavioral genetics is an ungovernable field without scientific norms or consensus, which fosters controversy.",
"36": "So the topic for today is abstraction. And this is a very important layer of computer because you can't do anything with a computer unless you have a symbolic system in place. Right. So we're talking about the origin of symbolic systems. Language is a classic symbolic system. Apparently one theory for why language evolved is that people communicated with sign language and with movement quite well for a long time. And it turned out that they wanted to communicate even while they were doing things. So, while they were trying to strangle the dinosaur, not the dinosaurs, the rhinoceros, they wanted to say 'Come help me' and they use sign language to do it. They had to let go of the rhinoceros and the rhinoceros ran away. So you can see that it's a good idea to be able to do something with your hands and be able to communicate at the same time. Hence there come words and languages.",
"37": "Well, the 90s came around and finally it clicked that normal people could get online, which hadn't really clicked before. And the little trick that finally put it together was Tim Berners Lee HTML, so thank you to the UK for providing the fellow who finally put the missing link in place. And then what happened in the 90s was this extraordinary outpouring of creativity and constructiveness from millions and millions of people. There were millions of people making Web pages, creating content online, creating social experiments, creating lessons—all sorts of things. And the first decade of the web took place without much of a profit motive, without any particular charismatic figures driving it, without fear, without a desire for an afterlife or any other religious gambits, without advertising, without any of the traditional motivational schemes. It simply happened because people enjoyed it and it was a good idea.",
"38": "This lecture mainly talks about bees in decline. Firstly, the speaker emphasizes that these declines are well-documented, supported by good, strong scientific evidence. Also, he mentions that the effects of pollinator loss could be absolutely huge. Lastly, the speaker believes that awareness is being raised all the time and people are taking actions. In conclusion, this lecture is very informative.",
"39": "I would like to look at a recent survey conducted by Canadian researchers on diet. Total thirty-one women volunteered in the survey. They've been told to participate in the exercise program without changing their diet. After careful observation, the researchers actually found that some volunteers experienced a body fat change after six months from the day they've started the experiment. The finding further stated that some actually lost a significant amount of fat, which led to a decrease in body mass. On the other hand, there were others who did not lose fat at all. So, I guess, the study concludes that there must be two explanations. Those who did not lose weight must have eaten more. And another factor is that it is because there are psychological reasons—not to believe in losing fat.",
"40": "It turns out consumers are incredibly smart. They combine a lifetime of experience with that brand, combined with whatever its designed appeal is, how it makes them feel, performance and price. And they do all that in a few seconds. So brands are essential to our business to allow us to deliver the increased consumer value associated with our products. We're not into the generic business of toilet paper. We're into probably about the softest product you're going to want to buy. We're not into a generic soap. We're into the best, you know, stain removing laundry detergent you're going to buy. But we're going to want you to remember that as the tide brand. Now, that means there's a second moment of truth. If they do select you and they pay 50% more than they would have paid for Walmart's brand, when they get home, it'd better perform when it's used. And here's where the science starts, folks. There's an amazing number of fundamental engineering contradictions, right? Airplanes deal with, you know, weight and strength. I want something that's light but strong. That's an engineering contradiction. Once I deal with our things, got to be strong but soft. They have to be strong even when they're wet. Bright but not tear, liquids, mixtures, not common things, but they need... they can't separate. You don't want to shake before use, before you pour down in your washing machine.",
"41": "This lecture mainly talks about how people recognize human faces. Firstly, the speaker emphasizes how we take visual information and transform it to allow us to recognize a face. Also, he mentions that face recognition is a hard problem, and it is a clever thing we do. Lastly, the speaker believes that people start to appreciate how well we can do face recognition. In conclusion, this lecture is very informative.",
"42": "This lecture mainly talks about wildlife as food. Firstly, the speaker emphasizes that in most of Africa, all the humans rely on wildlife as the source of food. Also, he mentions that more than a billion of people rely on fish as their primary source of animal protein. Lastly, the speaker believes that wildlife tourism is the multiple billion dollars' industry. In conclusion, this lecture is very informative.",
"43": "Internet was invented by people who were good at programming, and people keep optimizing it for different purposes. So Internet has been growing organically. Internet can achieve many things but has advantages and disadvantages. The email system was designed by graduate students and researchers who know and trust each other. Using email needs trust between the senders and the receivers as the authentication process was not originally built in this system. Email authentication is a technical solution to proving that an email is not forged. In other words, it provides a way to verify that an email comes from who it claims to be from. Email authentication is most often used to block harmful or fraudulent uses of email such as phishing and spam. In practice, we use the term “email authentication” to refer to technical standards that make this verification possible. Initially, the email system didn't consider security because there was no suspicion between them at that time, and there was no authentication process built into this system.",
"44": "Design of buildings is important according to architectural textbooks. At its roots, architecture exists to create the physical environment in which people live, but architecture is more than just the built environment, it’s also a part of our culture. It stands as a representation of how we see ourselves, as well as how we see the world. There are poorly designed buildings, but also some great building works. In the Victoria Era, architects designed buildings based on bricks and other materials. The design of flaws was based on lighting as it would not only affect appearance but also health conditions. The materials that buildings are made of also matter. For example, the design of ground floors must ensure that the building is able to withstand the weight of the higher levels. In the 20th century, many old buildings with design flaws were demolished or modified through a natural selection process, which means they are an altered state rather than an original state. This is an application of Darwin's theory of natural selection to modification of old buildings, which means buildings should adapt to the new world to survive, or be pulled down. So, it's argued to be unfair to criticize the demolition, although some people believe that whether to be remained should be decided based on their nature and functions. As the world became more and more connected, the styles evolved, but even in modern construction, there is still an importance in honoring the cultural nuances in the built environment.",
"45": "This lecture mainly talks about the development of IT industry. Firstly, the speaker emphasizes that it is really only 67 years old. Also, he mentions the rapid expansion in the power of computing and the rapid fall of the cost of computing. Lastly, the speaker believes that that is what has guided the development of software and information technology over the past decades. In conclusion, this lecture is very informative.",
"46": "This lecture mainly talks about the literal definition of risk. Firstly, the speaker emphasizes risk has two parts, the consequence of particular danger and the probability. Also, he mentions it is a little bit of a loop and a little circular argument that are free from harm or risks. Lastly, the speaker believes when talking about 'safe', we mean something safe, or sounding safe. In conclusion, this lecture is very informative.",
"47": "A research on 7000 young students and children in the United Kingdom is about how they participate in their communities, how they form values with character education and what influence them most. The outcomes involve parents, friends, schools and siblings, and researchers figure out which factors are essential and more important than others. Successful schools depend on the resources and support of their communities and schools at the centre of their communities are often the most successful schools. In turn, schools are vital to the social health of their local communities. Also, families are the first social unit in which children learn and develop. Good parenting can take different forms and be shaped by various social and cultural forces, but it invariably involves providing children with the support, care, love, guidance and protection that set the conditions for healthy physical, mental and social development. The research has also attracted attention and interest from many national policy makers and contacted me.",
"48": "The Human Rights Act in the UK is far-reaching, controversial, and somehow a cautious document. UK signed the European Convention to protect human rights in 1951. Afterwards, the Human Rights Act 1998 sets out the fundamental rights and freedoms that everyone in the UK is entitled to. Lastly, the speaker believes the European Convention is following a baseline or a minimum standard for human rights. In conclusion, this lecture is very informative.",
"49": "This lecture mainly talks about globalization. Firstly, the speaker emphasizes that we hear it all the time on news broadcasts and in any type of public discussion. Also, he mentions that it is industries and markets that globalize, not countries. Lastly, the speaker believes that it means the rise of interconnectedness between countries and markets across the world. In conclusion, this lecture is very informative.",
"50": "This lecture mainly talks about Vitamin D, the sunshine vitamin. Firstly, the speaker emphasizes there is no dietary need for vitamin D if you get adequate sunshine. Also, she mentions that vitamin D really isn't the vitamin and it's a pro-hormone. Lastly, the speaker believes that humans created a need for vitamin D in food. In conclusion, this lecture is very informative.",
"51": "To be a successful entrepreneur, you should have good ideas, but the definition of a good idea varies depending on whom you ask. A great idea should have several features. Firstly, the great idea should be various and novel. Secondly, the great idea should be unique, which means no one has thought, about it. Thirdly, it is essential for great ideas to be transformative and productive. All ideas are essentially a combination of other smaller ideas, but this doesn’t mean they can’t be unique. Merely copying doesn’t make anything idiosyncratic, it’s the individuality that one puts in which makes a concept stand out. Constant innovation leaves no room for stagnation and thus, adds on to the basic idea, effectively making it unique. Unique ideas are inspired by basic things, they are simply extensions of pre-existing notions. And, an idea or a concept is unique only when it transcends its predecessor and serves its purpose in a better and more precise way.",
"52": "This lecture mainly talks about the prediction of cosmology. Firstly, the speaker emphasizes that the universe did start in a big bang. Also, he mentions that the laws of physics that apply to tiny particles also explain the big bang. Lastly, the speaker believes we got some ideas as good as those ideas we had 40 years ago about how big bang happened. In conclusion, this lecture is very informative.",
"53": "This lecture mainly talks about water recycling. Firstly, the speaker emphasizes that chemically the process of generating water is not a process that happens a lot anymore. Also, he mentions that there are a lot of different areas of technology involved in water recycling. Lastly, the speaker believes that there is nominally very little recycling of water used at home. In conclusion, this lecture is very informative.",
"54": "Low achievers are more likely to drop out of school. Some boys leave school early. And the main reason is push and pull factors. The main reason of pull is that economy and market provide many job opportunities for boys with mainly two destinations, shipping and traineeship. So dropping from school is not absolutely bad for boys. But girls don’t have the same opportunities. Girls are less likely to leave school because fewer jobs are available for them. The transmission is hard. So, for girls dropping from school is completely bad, and if they do so, they can either get part-time jobs or just stay unemployed.",
"55": "We are going to look at an very interesting and important place today. It is called the Mars which is not far away from the earth. Mars is an interesting neighboring planet to Earth with a similar geological surface and landscape, such as the desert, covered with rocks. Although there has not been evidence for the existence of water yet, the trace of heavy gases has existed on Mars for billions of years. Traces of a great amount of water in icy form just like mountains have been found. There is not much atmosphere, but rare gases are still found. It is possibly because heavy gasses do not evaporate within a low gravity. The low gravity on Mars indicates that there may be a thin layer of the atmosphere on Mars. Therefore, Mars might be the most ideal destination other than Earth.",
"56": "This lecture mainly talks about basic vocabulary. Firstly, the speaker emphasizes you look for notions that are totally comparable and that occur everywhere in the world. Also, he mentions there are one hundred or two hundred most universal notions in a human life, those that you call the basic vocabulary. Lastly, the speaker believes you take related basic vocabularies and languages. In conclusion, this lecture is very informative.",
"57": "This lecture mainly talks about semantic noise in communication. Firstly, the speaker emphasizes that communication is the process of transmitting information from one person to another. Also, he mentions that noise is any type of disturbance that interferes with the interpretation of the information. Lastly, the speaker believes that the ambiguity is caused because everybody sees a different meaning in the same words, phrases or sentences. In conclusion, this lecture is very informative.",
"58": "This lecture mainly talks about the Identity Theory. Firstly, the speaker emphasizes that philosophers had this novel idea that perhaps the mind is just identical with the brain. Also, he mentions that when you talk about mental events, you are talking about brain events. Lastly, the speaker believes that the basic idea is that mental properties are just properties of the brain. In conclusion, this lecture is very informative.",
"59": "This lecture mainly talks about Rome. Firstly, the speaker emphasizes that the streets of the city of Rome were not planned all at once. Also, she mentions that the Romans structured it in a methodical way, based on military strategy. Lastly, the speaker believes that they would build camps, always laid out in a very geometric plan along a grid square or rectangular. In conclusion, this lecture is very informative.",
"60": "This lecture mainly talks about globalization. Firstly, the speaker emphasizes that we all live in a global village with instant communications, by which we can share ideas. Also, he mentions that the world is shrinking in terms of distance. Lastly, the speaker believes that detraditionalization means the erosion of traditional values, conventional ways of doing things, and conventional moralities. In conclusion, this lecture is very informative.",
"61": "This lecture mainly talks about canned food. Firstly, the speaker emphasizes one of the things going on during the Great Depression was the beginning of this sort of modern food technology ruling the way Americans eat today. Also, he mentions refrigerators were becoming popular. Lastly, the speaker believes few people could afford to buy them during the early years of the Great Depression. In conclusion, this lecture is very informative.",
"62": "This lecture mainly talks about Indian peasant debt. Firstly, the speaker emphasizes that it is three hundred thousand rupees of peasants who have no capital. Also, she mentions that it is coming from a seed that is costing a hundred thousand to two hundred thousand rupees per kilogram. Lastly, the speaker believes the seed companies that sell the pesticides are the major creditors. In conclusion, this lecture is very informative.",
"63": "This lecture mainly talks about university competition. Firstly, the speaker emphasizes that universities are in competition for the best students and staff. Also, he mentions that universities in English speaking countries are exposed to more intensive competition than those elsewhere. Lastly, the speaker believes that we are in competition for research contracts, from public and private sectors. In conclusion, this lecture is very informative.",
"64": "This lecture mainly talks about life without fossil fuels. Firstly, the speaker emphasizes that we have an addiction to fossil fuels and it’s not sustainable. Also, he mentions that easily-accessible fossil fuels are a finite resource. Lastly, the speaker believes that these motivations are equally compelling. In conclusion, this lecture is very informative.",
"65": "This lecture mainly talks about babies' smiles. Firstly, the speaker emphasizes those smiles aren’t spontaneous but strategic. Also, he mentions that when babies smile, they hope whoever they’re interacting with to smile back, called sophisticated timing. Lastly, the speaker believes babies just want their mother smiling at them. In conclusion, this lecture is very informative.",
"66": "This lecture mainly talks about global climate change effects. Firstly, the speaker emphasizes that population growth outpaces agricultural production capacity, with predictably catastrophic results for humanity. Also, she mentions that the three-part crisis scenario seems to be present. Lastly, the speaker believes that eleven of the warmest years since instrumental records began have occurred in the past twelve years. In conclusion, this lecture is very informative.",
"67": "This lecture mainly talks about the market economy. Firstly, the speaker emphasizes within most developed countries, notions of pragmatism have succeeded in tempering the market economy. Also, he mentions that the industrial revolution had a negative effect on people, particularly working classes. Lastly, the speaker believes in the 20th century, we put regulations that composed better environmental conditions. In conclusion, this lecture is very informative.",
"68": "This lecture mainly talks about globalization. Firstly, the speaker emphasizes it can usefully be conceived as a process, which embodies a transformation in the spatial organization of social relations. Also, he mentions it is characterized by four types of change. Lastly, the speaker believes a global and integrated economic system has been formed in the world. In conclusion, this lecture is very informative.",
"69": "How people can recognize human faces? this is a hard but brilliant question. People should appreciate something. People can get visual information from faces and put a name on it. We can tell one’s identity, age, work, health condition, politics, and friends. Recognizing faces is amazing, difficult and a clever thing. In conclusion, people can get a lot out of faces.",
"70": "Normally, however, spectacles are a part of an assemblage of items giving us an overall look. In fashion terms, they are classes of accessories, along with shoes, jewelry, handbags or watches. But in healthcare terms, they are called a medical device and, in many languages, other than English, they are often described as a prosthesis, an artificial part of the body, part of you, making you who you are and choosing your spectacles is therefore your major decision. Increasingly, people own two or more pairs for different occasions or times of the day and there is a phrase for this in the industry, it is called lifestyle dispensing. And it dates back to the 1950s. The idea is that you wear one type of spectacles in the workplace and quite other at leisure or on the beach.",
"71": "This lecture mainly talks about student loan. Firstly, the speaker emphasizes she owes tens of thousands of dollars in student loans which were piling up as she went through school. Also, she mentions she still experience moments of sheer horror regarding my family's financial situation. Lastly, the speaker believes if your job aspirations require a four-year degree, you should choose a college you can afford. In conclusion, this lecture is very informative.",
"72": "This lecture mainly talks about sound receptors. Firstly, the speaker emphasizes that these spiky things can translate vibrational energy coming from your ear. Also, he mentions that an electrical signal goes into your ear. Lastly, the speaker believes he invites some people wanting to learn more to find receptors quite remarkable kinds of devices. In conclusion, this lecture is very informative.",
"73": "This lecture mainly talks about animal behaviors and human nature. Firstly, the speaker emphasizes that there are some statements with assumptions that we are not animals. Also, he mentions the natural conclusion must be we are not living things. Lastly, the speaker believes we can look into animals' eyes and animal behaviors and find what made us. In conclusion, this lecture is very informative.",
"74": "Something comparable to today's newspapers began during the time of Julius Caesar, who set up the posting of news-sheets in the busiest meeting places in Rome. These contained the latest news concerning wars, sports, gossip, and so on. Scribes, who were often slaves, would act as news gatherers for those not in Rome, and could even make enough money out of it to buy their freedom."

  }
  