{
    "1": 	"The timetable for next term will be available next week.",
    "2": 	"The student union hosts a variety of social events.",
    "3": 	"Mixture is defined as the compound of chemically separate parts.",
    "4": 	"Tutorials are scheduled in the final week of the term.",
    "5": 	"Most of the lectures begin promptly, so do not be late.",
    "6": 	"Points: Students must wear protected ... in the medical laboratory.",
    "7": 	"It is clear that national trading system is a good thing.",
    "8": 	"Currently the growth of the company is unpredictable.",
    "9": 	"Computer is a great source of knowledge for the students.",
    "10": 	"We are moving at a very fast pace.",
    "11": 	"The timetable will be posted on the website in the morning.",
    "12": 	"Road safety measures can reduce accidents.",
    "13": 	"Tomorrow's lecture has been canceled due to the power cut.",
    "14": 	"Points: ... systematic work. (Incomplete)",
    "15": 	"Optional tutorials are offered in the final week of a term.",
    "16": 	"Points: This ... is made up for waiting rooms.",
    "17": 	"The office opens on Monday and Thursday following the freshman seminar.",
    "18": 	"Students live in the residence hall during the term time.",
    "19": 	"Before choosing your university courses, you should consider your future career.",
    "20": 	"During the examination, electronic devices must be left to the supervisor.",
    "21": 	"Today we have a guest speaker who is visiting from Canada.",
    "22": 	"It is a debate about the value of knowledge.",
    "23": 	"You may not manage your time well without a reading list.",
    "24": 	"A few journalism students need to read the school newspaper.",
    "25": 	"Consumers are better informed today because of the Internet.",
    "26": 	"Many students are now studying science, technology, engineering and maths.",
    "27": 	"We encourage students to complete applications before the deadline.",
    "28": 	"Visual aid is really helpful for revising.",
    "29": 	"The rationale of my research is to present the value of the urban ecosystem.",
    "30": 	"Our students have participated in exchange programs to widen their horizons.",
    "31": 	"Children need books in their own language with settings that reflect their lives.",
    "32": 	"Keeping organized class notes makes study time more efficient.",
    "33": 	"Points: Studying art history plays an important role in ... cultural and ... benefits. (Incomplete)",
    "34": 	"We no longer respond to any postal reference requests.",
    "35": 	"Marketing involves many activities including doing researches, developing products and promoting them.",
    "36": 	"There is no ideal debate on this topic.",
    "37": 	"While some people regard it as care, others regard it as reckless.",
    "38": 	"The full list of undergraduate programs can be found on the website.",
    "39": 	"Accountancy students need to submit their dissertations this week.",
    "40": 	"Political assumptions are based on voting behaviors.",
    "41": 	"I can't hand out my dissertation this week.",
     
    "42": 	"His analysis study appears to be based on the false premise.",
    "43": 	"One student representative will be selected from each class.",
    "44": 	"Researchers found that trees can relieve stress and anxiety.",
    "45": 	"A lot of agricultural workers came to the East End to look for alternative work.",
    "46": 	"Points: ... tree cloning and grafting ... (Incomplete)",
    "47": 	"During that time people had large families as an insurance against some children loss.",
    "48": 	"He was constantly looking for ways to bring industry and agriculture closer together.",
    "49": 	"The university will seek a colossal renovation to the plain empty theater.",
    "50": 	"Reserved collection books contribute to the most achievements of students.",
    "51": 	"It showed that people are struggling in their lives.",
    "52": 	"The speaker began the outlines before the presentation.",
    "53": 	"The study of nutrition is a growing field.",
    "54": 	"The study of physiology involves in traditional sciences and social sciences.",
    "55": 	"The American astronomers made a plan for landing a spaceship on Mars.",
    "56": 	"Students will study the language literature in ancient Greece.",
    "57": 	"In language learning, a systematic method of organizing new categories is essential.",
    "58": 	"The earth's atmosphere is primarily composed of oxygen and nitrogen gases.",
    "59": 	"If you want to receive the reimbursement, you must submit the original receipts.",
    "60": 	"All the student union students can register their names to get that service.",
    "61": 	"Practical experience is a vital part of legal training.",
    "62": 	"Poor posture and neck strain are common for office workers.",
    "63": 	"Points: ... more research ... population ... (Incomplete)",
    "64": 	"The department will continue to offer three new scholarships next year.",
    "65": 	"A demonstrated ability to write clear, correct and concise English is bigotry.",
    "66": 	"Technology has changed the media we both used and studied.",
    "67": 	"The posters are on display at the larger lecture theater.",
    "68": 	"Graduates from this course generally find jobs in insurance industry.",
    "69": 	"It is doubtful whether projects can be finished this week.",
    "70": 	"The untapped potential use of sunrays is phenomenal.",
    "71": 	"Protective goggles must be worn in all the university's laboratories.",
    "72": 	"Industries now bring more job opportunities than agriculture and fishing combined.",
    "73": 	"The department is organizing a trip to London in July.",
    "74": 	"Close the door behind you when you leave the room.",
    "75": 	"Foods containing overabundant calories supply little or no nutritional value.",
    "76": 	"Assignments should be submitted to the department office before the deadline.",
    "77": 	"Communication skills are increasingly important in recent years.",
    "78": 	"The tutorial timetable can be found on the course website.",
    "79": 	"Packaging is very important to attract intended buyers.",
    "80": 	"When the court announces the sentence, the judge will see if she is regretting.",
    "81": 	"Members should make concentrated contributions to associated operating funds.",
    "82": 	"Many experts think that the world climate is changing.",
    "83": 	"Plants are the living things that can grow in land or in water.",
    "84": 	"Artificial intelligence has made significant progress for the last few years.",
    "85": 	"Industry experts will discuss job opportunities in an automated workforce.",
     
    "86": 	"There have been long streams of extreme weather since human history.",
    "87": 	"Mechanical engineering first became prominent during the Industrial Revolution.",
    "88": 	"He wrote poetry and plays as well as scientific papers.",
    "89": 	"The economic predictions turned out to be incorrect.",
    "90": 	"The terms illness and disease are confusing despite clear differences.",
    "91": 	"The degree is taught by using a mixture of lectures and seminars.",
    "92": 	"The amount of time spent on configuration varies considerably.",
    "93": 	"Thousands of people turned out ahead of the prestigious election.",
    "94": 	"There is no economic recognition that borrowing is necessarily bad.",
    "95": 	"The deadline of this assignment is tomorrow.",
    "96": 	"The deadline of the marketing assignment has been extended.",
    "97": 	"Many university lectures can now be viewed on the Internet.",
    "98": 	"Nutrition plays a key role in athletic performance.",
    "99": 	"When the roots of a plant failed, foliage suffers.",
    "100": 	"A new collection of articles has been published.",
    "101": 	"Measures must be taken to prevent unemployment rate from increasing.",
    "102": 	"Calculators allow us to add numbers without making mistakes.",
    "103": 	"The disease that was serious has now been eradicated.",
    "104": 	"Imported packages are likely to be used in many computers.",
    "105": 	"Your ideas are sophisticated in seminars and tutorials.",
    "106": 	"Linguistics is the scientific study and analysis of language.",
    "107": 	"All of your assignments should be submitted by next Tuesday.",
    "108": 	"The history department is very active in research.",
    "109": 	"The commissioner will apportion the funds among all the sovereignties.",
    "110": 	"You will be tested via continuous assessment and examinations.",
    "111": 	"Audition of the university choir will be on hold until the next week.",
    "112": 	"Students must attend the safety course before entering the engineering workshop.",
    "113": 	"The farmers need to adapt to the changes of the climate.",
    "114": 	"Undergraduates may pursue their specific interests within certificate programs.",
    "115": 	"Honey can be used as food and health product.",
    "116": 	"The course involves pure and applied mathematics.",
    "117": 	"Academic libraries across the world are steadily incorporating social media.",
    "118": 	"Many diseases on the list have been eradicated.",
    "119": 	"Trees benefit the city by absorbing water running off-road.",
    "120": 	"Neuroscience is a compound of completely separate parts.",
    "121": 	"The year when the ship of artifacts was wrecked interested historians.",
    "122": 	"Americans have progressively defined the process of plant growth and reproductive development in quantitative terms.",
    "123": 	"Speed is defined as how quickly an object or a person moves.",
    "124": 	"Tribes vied with each other to build up monolithic statues.",
    "125": 	"The stock market cracked and had repercussions throughout the world.",
    "126": 	"The castle was designed to intimidate both local people and the enemies.",
    "127": 	"International exchanges formed the important part of our study program.",
    "128": 	"Sugar is a compound which consists of carbon, oxygen, and hydrogen.",
     
    "129": 	"Note lecture will begin punctually, so please do not be late.",
    "130": 	"Journalism faces the crisis in the light of the digital revolution.",
    "131": 	"The student shop has a range of stationery.",
    "132": 	"Graphs and charts allowed data more easily to be understood.",
    "133": 	"We can all meet in the office after the lecture.",
    "134": 	"Late applications are not accepted under any circumstances.",
    "135": 	"Students should leave their bags on the table by the door.",
    "136": 	"The collapse of the housing market has triggered recessions throughout the world.",
    "137": 	"Momentum is defined as the combination of mass and velocity.",
    "138": 	"The north campus car park could be closed on Sunday.",
    "139": 	"Archeologists discovered tools and artifacts in ancient tombs.",
    "140": 	"You must set a security question when resetting your password.",
    "141": 	"We need to answer security questions if we want to reset the password.",
    "142": 	"Salt is produced from the seawater or extracted from the ground.",
    "143": 	"They developed a unique approach to training their employees.",
    "144": 	"One function of body fat is to keep all internal organs warm.",
    "145": 	"Even if you have used cosmetics for years without problems, one or more ingredients can still trigger an allergic reaction.",
    "146": 	"Some people are motivated by competition, while others prefer to collaborate.",
    "147": 	"Americans have progressively found the growth in quantitative terms.",
    "148": 	"The new media has transcended the traditional national boundaries.",
    "149": 	"We cannot consider an increase in price at this stage.",
    "150": 	"I thought it was thrown in a small meeting room.",
    "151": 	"Students find true or false questions harder than short answers.",
    "152": 	"We were able to contact a number of research subjects.",
    "153": 	"The history of the university is a long and interesting one.",
    "154": 	"The garden behind the university is open to the public in summer.",
    "155": 	"Make sure you choose a course that provides great career opportunities.",
    "156": 	"Astronauts are using light years to measure the distance in space.",
    "157": 	"Listening is the key to succeeding in this course.",
    "158": 	"Strong liner is used to measure distance and baseline.",
    "159": 	"A laptop has been found at the biology lab.",
    "160": 	"Universities should invest in new technologies designed for learning.",
    "161": 	"Tutors should set a clear goal at the start of the class.",
    "162": 	"Time and distance are used to calculate speed.",
    "163": 	"The poster of this play is hung in the large lecture theater.",
    "164": 	"The cooperator operates a continuous assessment.",
    "165": 	"Students who study overseas can significantly improve work chances.",
    "166": 	"Strangely, people are spontaneously impressed by statistics.",
    "167": 	"Research shows the exercising makes us feel better.",
    "168": 	"Protective clothing must always be worn in the laboratory.",
    "169": 	"Manufacturing now brings more people in than agriculture and fishing combined.",
    "170": 	"Every student has a regular meeting with his or her personal tutor.",
    "171": 	"Continuing students will be sent necessary application forms.",
     
    "172": 	"Consumer confidence tends to increase as the economy expands.",
    "173": 	"You need to hand in the essay next semester.",
    "174": 	"More graduate training is often needed after the university study is finished.",
    "175": 	"An undergraduate is required to do many projects.",
    "176": 	"A good way to improve vocabulary is repetition.",
    "177": 	"You can contact all your tutors by email.",
    "178": 	"We study science to understand and appreciate the world around us.",
    "179": 	"We have not yet achieved equality in our society.",
    "180": 	"We are able to work in a team.",
    "181": 	"Water taps on the campus will discourage the frequent use of plastic bottles.",
    "182": 	"University fees are expected to increase next year.",
    "183": 	"Traffic is the main cause of air pollution in many cities.",
    "184": 	"This morning's lecture on economic policy has been canceled.",
    "185": 	"There is a welcome party for all new students each term.",
    "186": 	"There is a pharmacy on campus near the bookstore.",
    "187": 	"There are some doubts about whether these events actually occurred.",
    "188": 	"The ways in which people communicate are constantly changing.",
    "189": 	"The way people communicate is constantly changing.",
    "190": 	"The vocabulary that has peculiar meanings is called jargon.",
    "191": 	"The time of the math lecture has been changed to ten thirty.",
    "192": 	"The synopsis contains the most important information.",
    "193": 	"The qualification will be assessed by using a conference criterion approach.",
    "194": 	"The other book is not thorough but it's more insightful.",
    "195": 	"The nation achieved prosperity by opening its ports for trade.",
    "196": 	"The most popular courses still have a few places left.",
    "197": 	"The lecture tomorrow will discuss the educational policy in the United States.",
    "198": 	"The introduction is an important component of a good presentation.",
    "199": 	"The first assignment is due on the fourteenth of September.",
    "200": 	"The faculty staff are very approachable, helpful and extremely friendly.",
    "201": 	"The exam system has been upgraded due to professional exams.",
    "202": 	"The essay will be published once the research is finished.",
    "203": 	"The economy is now on its first signs of recovery.",
    "204": 	"The earth's atmosphere is mostly composed of nitrogen and oxygen.",
    "205": 	"The marketing budget has doubled since the beginning of the year.",
    "206": 	"Timetables for the new term will be available next week.",
    "207": 	"The plight of wildlife has been ignored by local developers.",
    "208": 	"The dance department stages elaborated performances each semester.",
    "209": 	"The course helps students to improve their pronunciation skills.",
    "210": 	"The campus tour will help you to get familiar with the teaching facilities.",
    "211": 	"The cafeteria features sandwiches, salads, soup, fish and chicken.",
    "212": 	"The business plan seminar includes an internship with a local firm.",
    "213": 	"The author's early works are less philosophical and more experimental.",
    "214": 	"The assessment of this course will begin next week.",
    "215": 	"The artists tied with the conservative politicians earned the roles of critics.",
     
    "216": 	"The article considered the leisure habits of teenagers in rural areas or places.",
    "217": 	"The application process may take longer than expected.",
    "218": 	"The aerial photographs were promptly registered for thorough evaluation.",
    "219": 	"The ability to work with fellow students cannot be stressed enough.",
    "220": 	"Students who attempted to go to the conference must register now.",
    "221": 	"Students are advised to use multiple methods for this project.",
    "222": 	"She began by giving an outline of the previous lecture.",
    "223": 	"Sea levels are expected to rise during the next century.",
    "224": 	"Scientists are always asking the government for more money.",
    "225": 	"Scientific beneficiary to space exploration is frequently questioned.",
    "226": 	"Remember, the prestigious section has strict eligibility criteria.",
    "227": 	"Radio is a popular form of entertainment throughout the world.",
    "228": 	"Please remember to bring a highlighter and your textbook to class next Thursday.",
    "229": 	"Please note, submission deadlines are only negotiable in exceptional circumstances.",
    "230": 	"Peer group pressure has a great effect on young people.",
    "231": 	"Packaging is very important to attract the attention of a buyer.",
    "232": 	"Our professor is hosting the business development conference.",
    "233": 	"Many birds migrate to warmer areas for the winter.",
    "234": 	"Making mistakes is fine, as long as you learn from it.",
    "235": 	"It is really a comprehensive program comprising both theory and practice.",
    "236": 	"It is important for students to keep up with the deadline.",
    "237": 	"It is absolutely vital that you acknowledge all your sources.",
    "238": 	"Important details from the argument are missing in the summary.",
    "239": 	"If you need additional help, please visit the university resources center.",
    "240": 	"If finance is a cause of concern, scholarships may be available.",
    "241": 	"I will come back to this in a moment.",
    "242": 	"The theme of the instrumental work exhibits more of a demure, compositional style.",
    "243": 	"He landed his job in a very prestigious law firm.",
    "244": 	"Students requiring an extension should apply sooner rather than later.",
    "245": 	"Student representatives will be visiting classes with voting forms.",
    "246": 	"Lectures are the oldest and the most formal teaching method at university.",
    "247": 	"Some economists argue that the entire financial system is fatally flawed.",
    "248": 	"The archeologist's new discoveries stand out in previously overlooked foundations.",
    "249": 	"We have sophisticated ways to study in brain action.",
    "250": 	"Nurses can specialize in clinical work and management.",
    "251": 	"Fashion trends help people to make life interesting.",
    "252": 	"Efforts are being made to reduce harmful emissions.",
    "253": 	"Education and training provide important skills for the labor force.",
    "254": 	"Doctoral writings have the structure in place as well as scientific papers.",
    "255": 	"Daily practice can build confidence and improve skills.",
    "256": 	"Convincing evidence to support this theory is hard to obtain.",
    "257": 	"Consumer confidence has a direct influence on sales.",
    "258": 	"Conferences ought to be always scheduled two weeks in advance.",
    "259": 	"Clinical placement in nursing prepares students for professional practice.",
     
    "260": 	"Climate change is now an acceptable phenomenon among a group of reputable scientists.",
    "261": 	"Please click the logo above to enter the site.",
    "262": 	"Behind the barn, there is a flat cart drawn by mules.",
    "263": 	"Before submitting your dissertation, your advisor must approve your application.",
    "264": 	"And in that regard, as well as in other regards, it stands as an important contribution.",
    "265": 	"Although sustainable development is not easy, it is an unavoidable responsibility.",
    "266": 	"All the educational reforms have been inadequately implemented.",
    "267": 	"All students are expected to attend ten lab sessions per semester.",
    "268": 	"All of the assignments must be submitted in person to the faculty office.",
    "269": 	"A person's educational level is closely related to his economic background.",
    "270": 	"A good architectural structure should be usable, durable and beautiful.",
    "271": 	"A celebrated theory is still the source of great controversy.",
    "272": 	"Economic strength of early Roman Republic will be examined.",
    "273": 	"Every student has both the right and the ability to succeed.",
    "274": 	"All dissertations must be accompanied with a submission form.",
    "275": 	"You will acquire new skills during your academic studies.",
    "276": 	"Please confirm that you have received the textbook.",
    "277": 	"The artists and conservative politicians earn their rules of politics."
     
    
  }
  